Application.AClientErrorOccurredFormat=Erreur du client: {0}
Application.AnArgumentErrorOccurredFormat=Erreur d''argument: {0}
Application.AnErrorOccurredFormat=Erreur: {0}
Application.AnInputValidationErrorOccurredFormat=Erreur de validation d''entr\u00e9e: {0}
Application.CommandFileCoundNotBeFoundFormat=Le fichier de commandes ''{0}'' est introuvable.
Application.ErrorReadingFromCommandFileFormat=Erreur lors de la lecture du fichier de commandes ''{0}'': {1}
Application.ExitCodeFormat=ExitCode: {0}
Application.LicenseErrorFormat=Erreur: {0}
Application.RunTfEulaToAccept=Ex\u00e9cutez 'tf eula' pour accepter le Contrat de Licence Utilisateur Final.
Application.RunTfProductkeyToInstall=Ex\u00e9cutez 'tf productkey' pour installer une cl\u00e9 de produit.
Application.StringCouldNotBeConvertedToURLFormat=Impossible de convertir une cha\u00eene en URL: {0}
Application.VendorName=Microsoft
BaseWITCommand.ProjectOptionIsRequired=L'option 'project' est requise
BaseWITCommand.TeamProjectNameNotFoundOnServerNamesAreFormat=Le nom de projet d''\u00e9quipe [{0}] est introuvable sur le serveur. Les noms de projets d''\u00e9quipe sont les suivants:
BaseWITCommand.TypeOptionRequired=L'option 'type' est requise
BaseWITCommand.WorkItemDoesNotExistOrNoPermissionFormat=l''\u00e9l\u00e9ment de travail [{0}] n''existe pas ou vous ne disposez pas des autorisations d''acc\u00e8s n\u00e9cessaires
BaseWITCommand.WorkItemTypeNotValidForProjectNamesAreFormat=Le nom de type d''\u00e9l\u00e9ment de travail [{0}] n''est pas valide pour le projet ''{1}''. Les noms de types d''\u00e9l\u00e9ments de travail sont les suivants:
Help.ExitCodeFailure=\u00c9chec
Help.ExitCodeNotAttempted=Aucune tentative
Help.ExitCodePartialSuccess=Succ\u00e8s partiel
Help.ExitCodeSuccess=Op\u00e9ration r\u00e9ussie
Help.ExitCodeUnrecognizedCommand=Une commande non reconnue a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
ChangesetPrinter.AssignedTo=Assign\u00e9 \u00e0
ChangesetPrinter.Change=Modifier
ChangesetPrinter.Changeset=Ensemble de modifications
ChangesetPrinter.ChangesetColon=Ensemble de modifications:
ChangesetPrinter.CheckInNotesColon=Notes d'archivage:
ChangesetPrinter.Comment=Commentaire
ChangesetPrinter.CommentColon=Commentaire:
ChangesetPrinter.Date=Date
ChangesetPrinter.DateColon=Date:
ChangesetPrinter.ID=ID
ChangesetPrinter.ItemsColon=\u00c9l\u00e9ments:
ChangesetPrinter.MessagesColon=\ \ Messages:
ChangesetPrinter.OverrideReasonColon=\ \ Remplacer la raison:
ChangesetPrinter.PolicyWarningsColon=Avertissements de strat\u00e9gie:
ChangesetPrinter.State=\u00c9tat
ChangesetPrinter.Title=Titre
ChangesetPrinter.Type=Type
ChangesetPrinter.User=Utilisateur
ChangesetPrinter.UserColon=Utilisateur:
ChangesetPrinter.WorkItemsColon=\u00c9l\u00e9ments de travail:
Help.Arguments=Arguments
Help.AvailableCommandsAndTheirOptions=\ Commandes disponibles et options correspondantes:
Help.Command=Commande
Help.CommandAliasesFormat=\ Alias de commande: {0}
Help.CommandNameHeaderFormat=\ Commande {0}:
Help.ExitStatusCodesHeader=Codes d'\u00e9tat de sortie:
Help.ForGeneralHelpFormat=Pour obtenir une aide g\u00e9n\u00e9rale, consultez le fichier ''help{0}index.htm'' qui a \u00e9t\u00e9 install\u00e9 avec le programme.
Help.ForSpecificHelpLine1=Pour obtenir de l'aide sur une commande sp\u00e9cifique, entrez le nom de la commande en tant qu'argument
Help.ForSpecificHelpLine2=dans la commande d'aide. Par exemple, 'tf help checkin'
Help.NoOptionsMapEntryContactMicrosoftFormat=Entr\u00e9e introuvable dans le mappage d''options pour {0}. Contactez {1}.
Help.NoteThisCommandProvidedForScripts=REMARQUE: cette commande est destin\u00e9e \u00e0 une utilisation dans les scripts de fichier de commande.
Help.OptionsAcceptedByMostCommands=\ Options accept\u00e9es par la plupart des commandes:
Help.OptionsMayBeStartedWithFormat=Les options peuvent \u00eatre lanc\u00e9es \u00e0 l''aide de l''un des arguments suivants: {0}
Help.ProductNameAndVersionHeaderFormat={0} {1} (version {2}.{3}.{4}.{5})
Help.ValidOptionSets=\ Ensembles d'options valides:
HistoryDisplay.Field=Champ
HistoryDisplay.HistoryColon=Historique:
HistoryDisplay.NewValue=Nouvelle valeur
HistoryDisplay.OldValue=Ancienne valeur
CLCHttpClientFactory.IllegalProxyURLFormat=L''URL du proxy n''est pas valide: ''{0}''
CLCHttpClientFactory.ProxyURLDoesNotContainValidHostnameFormat=L''URL du proxy ''{0}'' ne contient pas de nom d''h\u00f4te valide.
CLCTools.CorrectFollowingProblemsWithVariableFormat=Corrigez les probl\u00e8mes suivants avec la variable d''environnement {0}: {1}
CLCTools.EnvironmentVariableNotSetFormat=La variable d''environnement {0} n''est pas d\u00e9finie.
CLCTransportRequestHandler.FederatedAuthFailedFormat=Acc\u00e8s refus\u00e9 lors de la connexion au serveur TFS {0} (authentification en tant que {1})
Command.AColonFormat={0}:
Command.AllItemsMustResideSingleWorkspace=Tous les \u00e9l\u00e9ments doivent r\u00e9sider dans un seul espace de travail.
Command.ArgumentFailMatchNoWildcardFormat=L''argument ''{0}'' n''a pas pu \u00eatre mis en correspondance avec une modification en attente et n''est pas un caract\u00e8re g\u00e9n\u00e9rique.
Command.ArgumentFailMatchWildcardFormat=L''argument ''{0}'' ne correspond \u00e0 aucune modification en attente, mais il s''agit d''un caract\u00e8re g\u00e9n\u00e9rique ; l''op\u00e9ration va se poursuivre.
Command.ArgumentSkippedFormat=L''argument ''{0}'' a \u00e9t\u00e9 ignor\u00e9, car il n''a pas pu \u00eatre analys\u00e9: {1}
Command.AutoCredentialsNotAvailable=Les informations d'authentification n'ont pas \u00e9t\u00e9 sp\u00e9cifi\u00e9es explicitement et il est impossible de les d\u00e9terminer \u00e0 partir des espaces de travail ou des chemins d'acc\u00e8s aux arguments fournis. Utilisez l'espace de travail ou l'option de connexion (si l'option noprompt est sp\u00e9cifi\u00e9e, l'option de connexion doit contenir le nom d'utilisateur, le domaine et le mot de passe).
Command.AutoResolvedConflictFormat=Conflit r\u00e9solu automatiquement: {0} en tant que {1}
Command.ChangesetNumberCheckedInFormat=Archivage de l''ensemble de modifications \n\u00b0 {0}.
Command.ChangesNotCheckedInBecauseNotModified=Les modifications suivantes n'ont pas \u00e9t\u00e9 archiv\u00e9es, car les \u00e9l\u00e9ments n'ont pas \u00e9t\u00e9 modifi\u00e9s.
Command.CommandDoesNotSupportOptionFormat=La commande ''{0}'' ne prend pas en charge l''option ''{1}''.
Command.CouldNotDetermineCollectionURL=Impossible de d\u00e9terminer l'URL de collection de projets Team Foundation Server \u00e0 utiliser \u00e0 partir des options ou des chemins d'argument fournis. Sp\u00e9cifiez un espace de travail, ou utilisez l'option 'collection'.
Command.DefaultCredsUnavailableLibraryLoadFailure=Les informations d'identification par d\u00e9faut ne sont pas disponibles, car les biblioth\u00e8ques syst\u00e8me n'ont pas pu \u00eatre charg\u00e9es. Consultez les fichiers journaux programme pour plus de d\u00e9tails.
Command.DefaultCredsUnavailableNoTicket=Les informations d'identification par d\u00e9faut ne sont pas disponibles, car aucun ticket Kerberos ou autre jeton d'authentification n'est disponible.
Command.InteractiveAuthenticationFailedFormat=\u00c9chec de la r\u00e9cup\u00e9ration interactive des informations d'identification.  Pour plus d'informations, consultez les fichiers journaux de programme. Pour contourner l'authentification interactive bas\u00e9e sur un navigateur web, affectez la valeur true \u00e0 la variable d'environnement {0}. 
Command.InteractiveAuthenticationFailedDetailedLog1=\u00c9chec de l'authentification interactive avec le navigateur web. Un contr\u00f4le de navigateur web JavaFX ou SWT est n\u00e9cessaire\u00a0:
Command.InteractiveAuthenticationFailedDetailedLog2=1. Le contr\u00f4le de navigateur web JavaFX est uniquement pris en charge sur le runtime Oracle Java SE\u00a07 update\u00a06 ou version ult\u00e9rieure, Oracle Java SE\u00a08 ou OpenJDK\u00a08 (notez que vous devrez peut-\u00eatre compiler le projet OpenJFX vous-m\u00eame).
Command.InteractiveAuthenticationFailedDetailedLog3=2. Pour lancer un navigateur SWT avec un XULRunner sp\u00e9cifique, affectez \u00e0 la propri\u00e9t\u00e9 syst\u00e8me Java 'org.eclipse.swt.browser.XULRunnerPath' le chemin complet du XULRunner sp\u00e9cifique.
Command.DeviceFlowCallbackTitle=Authentification de flux d'appareils OAuth\u00a02.0
Command.DeviceFlowCallbackInstructionUrl=Pour effectuer le processus d'authentification, ouvrez un navigateur web et acc\u00e9dez \u00e0 l'URI suivant\u00a0:
Command.DeviceFlowCallbackInstructionCodeFormat=Quand vous y \u00eates invit\u00e9, entrez le code suivant (expire dans {0} minutes)\u00a0:
Command.DeviceFlowCallbackInstructionContinue=Une fois l'authentification effectu\u00e9e et l'autorisation obtenue, l'ex\u00e9cution se poursuit.
Command.DeviceFlowCallbackInstructionBypassFormat=Pour contourner l'authentification interactive bas\u00e9e sur un navigateur web, affectez la valeur true \u00e0 la variable d'environnement {0}. 
Command.DestroyedFormat=D\u00e9truit: {0}
Command.FedAuthRequiresUsernamePassword=L'authentification f\u00e9d\u00e9r\u00e9e \u00e0 ce serveur requiert un nom d'utilisateur et un mot de passe.
Command.GetStatusSummaryFormat=---- R\u00e9sum\u00e9: {0} conflits, {1} avertissements, {2} erreurs ----
Command.InvalidOptionCombinationFormat=Impossible de combiner l'option {0}{1} et l'option {2}{3}.
Command.MergeConflictsSuppressedFormat={0} conflits se sont produits. Pour r\u00e9pertorier chaque conflit dans la synth\u00e8se, sp\u00e9cifiez {1}format:detailed.
Prompt.DisplayUsernameFormat=Nom d'utilisateur: {0}
Prompt.LocalEchoCouldNotBeDisabled=(Avertissement: impossible de d\u00e9sactiver l'\u00e9cho local ; les caract\u00e8res renverront un \u00e9cho)
Prompt.LoginPromptPassword=Mot de passe:
Prompt.LoginPromptUsername=Nom d'utilisateur:
Command.NoChangesLeftToCheckin=Il n'y a aucune modification restante \u00e0 archiver.
Command.OnCheckingInFormat=Archivage de {0}: {1}
Command.OnNewPendingChangeFormatSKIPVALIDATE={1}
Command.OnShelvingFormat=R\u00e9servation de {0}: {1}
Command.OnUndoingFormat=Annulation de {0}: {1}
Command.OptionCannotBeUsedWithOptionFormat=Impossible d''utiliser l''option ''{0}'' avec l''option ''{1}''
Command.OptionNotRegisteredFormat=L''option {0} n''est pas inscrite dans la table des options.\ Contactez {1}.\
Command.UnableToDetermineWorkspaceFormat=Impossible de d\u00e9terminer l''espace de travail. L''ex\u00e9cution de ''tf workspaces {0}collection:TeamProjectCollectionUrl'' ne vous permettra peut-\u00eatre pas de corriger ce probl\u00e8me.
Command.UndoingUndoneFormat=\ \ Annulation de {0}: {1}
Command.WorkspaceCouldNotBeDetermined=Impossible de d\u00e9terminer l'espace de travail \u00e0 partir des chemins d'acc\u00e8s des arguments ou du r\u00e9pertoire de travail actuel.
Command.WorkspaceNameAndOwnerMatchesMoreThanOneFormat=Le nom d''espace de travail ''{0}'' d\u00e9tenu par ''{1}'' correspond \u00e0 plusieurs espaces de travail mis en cache. Pour r\u00e9soudre l''ambigu\u00eft\u00e9, sp\u00e9cifiez l''option ''collection'', ou changez votre r\u00e9pertoire actif en dossier de travail dans l''espace de travail, ou sp\u00e9cifiez un chemin d''acc\u00e8s local \u00e0 un \u00e9l\u00e9ment mapp\u00e9 en tant qu''argument libre (si cette commande prend en charge cette op\u00e9ration).
Command.WorkspaceNameMatchesMoreThanOneFormat=Le nom d''espace de travail ''{0}'' correspond \u00e0 plusieurs espaces de travail mis en cache. Essayez d''ajouter le propri\u00e9taire de l''espace de travail \u00e0 la sp\u00e9cification d''espace de travail pour faire correspondre un espace de travail sp\u00e9cifique.
Command.WorkspaceNoLongerExistsFormat=L''espace de travail ''{0}'' a \u00e9t\u00e9 trouv\u00e9 dans le cache d''espace de travail local, mais il n''existe plus sur le serveur. L''espace de travail a \u00e9t\u00e9 supprim\u00e9 du cache.
Command.WorkspaceNotFoundInCacheFormat=L''espace de travail ''{0}'' est introuvable.
Command.YouMustAcceptEULA=Vous devez accepter le Contrat de Licence Utilisateur Final de ce produit
CommandAdd.AddRequiresAtLeastOneLocalPath=Vous devez fournir au moins un fichier ou dossier lorsque vous utilisez la commande add dans un espace de travail de serveur.
CommandAdd.HelpText1=Cr\u00e9e une modification en attente d'ajout, qui ajoute les fichiers et dossiers de l'espace de travail local au serveur de contr\u00f4le de code source.
CommandAdd.NoAddsDetected=Aucun ajout n'a \u00e9t\u00e9 d\u00e9tect\u00e9.
CommandAdd.NoArgumentsMatchedAnyFiles=Aucun argument ne correspond \u00e0 un fichier \u00e0 ajouter.
CommandBranch.AuthorOnlyWithCheckin=L'option author est autoris\u00e9e uniquement lors de l'utilisation de l'option checkin.
CommandBranch.BranchRequiresTwoPathsFormat={0} n\u00e9cessite exactement deux arguments de chemin d''acc\u00e8s local ou d''acc\u00e8s au serveur.
CommandBranch.CommentOnlyWithCheckin=L'option comment est autoris\u00e9e uniquement lors de l'utilisation de l'option checkin.
CommandBranch.HelpText1=Cr\u00e9e une modification en attente de "branche", qui copie un ou plusieurs \u00e9l\u00e9ments, notamment l'historique, d'un emplacement serveur de contr\u00f4le de code source \u00e0 un autre. L'espace de travail local est mis \u00e0 jour imm\u00e9diatement avec la nouvelle copie, sauf si l'option 'noget' est sp\u00e9cifi\u00e9e.
CommandBranch.LockOptionCannotBeUsedWithCheckin=Impossible d'utiliser l'option lock avec l'option checkin.
CommandBranch.NotesOnlyWithCheckin=L'option notes est autoris\u00e9e uniquement lors de l'utilisation de l'option checkin.
CommandBranch.OnlyOneVersionMayBeSuppliedFormat=Une seule version peut \u00eatre sp\u00e9cifi\u00e9e pour une op\u00e9ration {0}.
CommandBranch.SourceAndTargetMustBeServerPathsWithCheckinOption=Les chemins d'acc\u00e8s source et cible doivent \u00eatre des chemins d'acc\u00e8s au serveur lorsque l'option checkin est utilis\u00e9e.
CommandBranch.VersionOptionNotPermitted=L'option version n'est pas autoris\u00e9e si une sp\u00e9cification de version est sp\u00e9cifi\u00e9e pour l'\u00e9l\u00e9ment source.
CommandBranch.VersionRangesNotSupported=Les plages de version ne sont pas prises en charge par l'\u00e9l\u00e9ment source.
CommandBranches.BranchedFromVersionFormat=Branche cr\u00e9\u00e9e \u00e0 partir de la version {0}
CommandBranches.BranchRequiresAtLeastOneItemFormat={0} n\u00e9cessite au moins un \u00e9l\u00e9ment.
CommandBranches.HelpText1=Affiche l'historique d'une branche pour un fichier ou un dossier sp\u00e9cifique.
CommandBranches.ItemNotUsedInAnyBranchesFormat=TF10101: l''\u00e9l\u00e9ment {0} n''est utilis\u00e9 dans aucune arborescence de branches.
CommandBranches.NoItemsMatchFormat=Aucun \u00e9l\u00e9ment ne correspond \u00e0 {0}
CommandBranches.NoPermissionToReadBranchItem=[aucune autorisation de lecture de cet \u00e9l\u00e9ment de branche]
CommandBranches.VersionRangesNotSupported=Les plages de version ne sont pas prises en charge.
CommandChangeset.ChangesetHasBeenModifiedFormat=L''ensemble de modifications {0} a \u00e9t\u00e9 modifi\u00e9.
CommandChangeset.ChangesetNumberCannotBeSpecifiedWithLatest=Impossible de sp\u00e9cifier un num\u00e9ro d'ensemble de modifications lors de l'utilisation de l'option latest.
CommandChangeset.HelpText1=Affiche des informations sur les attributs et permet de modifier les attributs, notamment les commentaires et les notes d'archivage, qui sont associ\u00e9s \u00e0 un ensemble de modifications.
CommandChangeset.NotAValidChangesetNumberSpecifyToMaxFormat={0} n''est pas un num\u00e9ro d''ensemble de modifications valide. Sp\u00e9cifiez un nombre compris entre 1 et {1}.
CommandChangeset.NoteFieldNotSupportedForChangesetFormat=TF10112: le champ de note d''archivage ''{0}'' n''est pas pris en charge pour l''ensemble de modifications {1}.
CommandChangeset.SpecifyOneChangeset=Sp\u00e9cifiez exactement un num\u00e9ro d'ensemble de modifications.
CommandCheckin.AssociatedWorkitemFormat=\u00c9l\u00e9ment de travail {0} associ\u00e9.
CommandCheckin.CheckinNotCompletedBecausePoliciesCouldNotBeLoaded=L'archivage n'a pas pu se terminer, car les strat\u00e9gies d'archivage requises n'ont pas pu \u00eatre charg\u00e9es. Installez les strat\u00e9gies requises ou entrez un message de remplacement de strat\u00e9gie d'archivage.
Command.CheckinNoteDoesNotPassRequirement=La note d'archivage suivante ne r\u00e9pond pas \u00e0 la sp\u00e9cification d'archivage:
Command.CheckinNoteFailureOutputFormat=\ {0}: {1}
Command.CheckInNotesDoNotPassRequirement=Les notes d'archivage suivantes ne r\u00e9pondent pas \u00e0 la sp\u00e9cification d'archivage:
CommandCheckin.ConflictFormat=Conflit: {0}
CommandCheckin.HelpText1=Archive les modifications en attente dans l'espace de travail actuel sur le serveur de contr\u00f4le de code source.
CommandCheckin.IgnoringItemFormat={0} ignor\u00e9
CommandCheckin.NoChangesMatchedByArguments=Les arguments ne correspondent \u00e0 aucune modification.
CommandCheckin.NoChangesToCheckinInThisWorkspace=Il n'y a aucune modification \u00e0 archiver dans cet espace de travail.
CommandCheckin.NoFilesCheckedIn=Aucun fichier n'est archiv\u00e9.
CommandCheckin.NoWorkItemsResolvedOrAssociated=Aucun \u00e9l\u00e9ment de travail n'a \u00e9t\u00e9 r\u00e9solu ou associ\u00e9, car aucune modification n'a \u00e9t\u00e9 archiv\u00e9e.
CommandCheckin.OverrideRequiresComment=Un commentaire expliquant le remplacement de strat\u00e9gie doit \u00eatre sp\u00e9cifi\u00e9 avec l'option override.
CommandCheckin.PendingChangesDisappearedBeforeCheckin=Des modifications en attente ont disparu avant archivage.
CommandCheckin.PoliciesHaveBeenOverridden=Les strat\u00e9gies ont \u00e9t\u00e9 substitu\u00e9es.
CommandCheckin.ResolvableConflictFlaggedFormat=Un conflit pouvant \u00eatre r\u00e9solu a \u00e9t\u00e9 marqu\u00e9 d''un indicateur par le serveur: {0}
CommandCheckin.ResolvedWorkItemFormat=\u00c9l\u00e9ment de travail {0} r\u00e9solu.
CommandCheckin.SomePoliciesCouldNotBeLoadedButOverrideEnabled=Impossible de charger certaines strat\u00e9gies d'archivage, mais un message de remplacement de strat\u00e9gie a \u00e9t\u00e9 sp\u00e9cifi\u00e9. Poursuite de l'op\u00e9ration.
CommandCheckin.TheseCheckInPoliciesHaveNotBeenSatisfied=Les strat\u00e9gies d'archivage suivantes n'ont pas \u00e9t\u00e9 satisfaites:
CommandCheckin.ValidationFailed=\u00c9chec de la validation
CommandCheckin.ValidationWasSuccessful=Validation r\u00e9ussie.
CommandCheckin.WorkItemCannotBeBothResolvedAndAssociatedFormat=L''\u00e9l\u00e9ment de travail {0} ne peut pas \u00eatre \u00e0 la fois r\u00e9solu et associ\u00e9.
CommandCheckin.WorkItemDoesNotSupportResolveFormat=L''\u00e9l\u00e9ment de travail {0} ne prend pas en charge l''action de r\u00e9solution. Les \u00e9l\u00e9ments de travail de type ''{1}'' avec l''\u00e9tat ''{2}'' peuvent uniquement \u00eatre associ\u00e9s \u00e0 des archivages.
CommandCheckout.CheckoutRequiresOnePathFormat={0} n\u00e9cessite au moins un argument de chemin d''acc\u00e8s local.
CommandCheckout.HelpText1=Rend un ou plusieurs fichiers locaux accessibles en \u00e9criture et cr\u00e9e des modifications en attente de modification pour ces fichiers dans l'espace de travail actuel.
CommandCreate.CreatedWorkItemOfTypeInProjectFormat=Un nouvel \u00e9l\u00e9ment de travail de type ''{0}'' a \u00e9t\u00e9 cr\u00e9\u00e9 dans le projet d''\u00e9quipe ''{1}''
CommandCreate.HelpText1=Cr\u00e9e un \u00e9l\u00e9ment de travail
CommandDelete.DeleteRequiresAtLeastOnePathFormat={0} n\u00e9cessite au moins un chemin d''acc\u00e8s \u00e0 l''\u00e9l\u00e9ment.
CommandDelete.HelpText1=Cr\u00e9e une modification en attente de suppression, qui supprime les fichiers ou dossiers du serveur de contr\u00f4le de code source et du disque local.
CommandDelete.NoArgumentsMatchedForDelete=Aucun argument ne correspond \u00e0 des fichiers \u00e0 supprimer.
CommandDelete.NoDeletesDetected=Aucune suppression n'a \u00e9t\u00e9 d\u00e9tect\u00e9e.
CommandDestroy.CannotDestroyRoot=Impossible de d\u00e9truire le r\u00e9pertoire racine ($/) du r\u00e9f\u00e9rentiel.
CommandDestroy.DestroyAffectedQuestionYNAFormat=Cette op\u00e9ration de destruction va d\u00e9truire les modifications en attente (dans les espaces de travail ou jeux de r\u00e9servations).\nPour d\u00e9couvrir la liste des modifications en attente, r\u00e9ex\u00e9cutez ''tf destroy'' avec {0}preview.\nVoulez-vous d\u00e9truire ''{1}'' ?
CommandDestroy.DestroyQuestionYNAFormat=Voulez-vous d\u00e9truire {0} et tous ses enfants ?
CommandDestroy.DestroyRequiresOneOrMoreItemsFormat=La commande {0} requiert un ou plusieurs \u00e9l\u00e9ments \u00e0 d\u00e9truire.
CommandDestroy.FollowingPendingChangesWillBeDeletedFormat=Les modifications en attente suivantes seront supprim\u00e9es en d\u00e9truisant ''{0}'':
CommandDestroy.FollowingShelvedChangesWillBeDeletedFormat=Les modifications r\u00e9serv\u00e9es suivantes seront supprim\u00e9es en d\u00e9truisant ''{0}'':
CommandDestroy.HelpText1=D\u00e9truit, ou supprime d\u00e9finitivement, les \u00e9l\u00e9ments sous contr\u00f4le de version du contr\u00f4le de version Team Foundation.
CommandDestroy.ItemMustBeServerItemFormat=L''\u00e9l\u00e9ment {0} doit \u00eatre un \u00e9l\u00e9ment serveur.
CommandDestroy.KeepHistoryRequiredWithStopAt=Vous devez sp\u00e9cifier l'option keephistory avec l'option stopat.
CommandDestroy.NoItemsToDestroy=Aucun \u00e9l\u00e9ment \u00e0 d\u00e9truire n'a \u00e9t\u00e9 trouv\u00e9.
CommandDestroy.SpecifyOneOrMoreItemsToDestroy=Vous devez sp\u00e9cifier un ou plusieurs \u00e9l\u00e9ments \u00e0 d\u00e9truire.
CommandDestroy.StopAtCannotBeLabelOrWorkspace=L'option stopat ne doit pas \u00eatre une \u00e9tiquette ni un sp\u00e9cificateur de version d'espace de travail.
CommandDifference.AColonBFormat={0}: {1}
CommandDifference.AgainstFolderPaddedFormat=par rapport au dossier: {0}
CommandDifference.AmbiguousVersionToCompare=Impossible de d\u00e9terminer la version du fichier \u00e0 comparer. Sp\u00e9cifiez une autre version de fichier et r\u00e9essayez.
CommandDifference.CannotDiffFolderAndFile=Impossible de comparer un dossier par rapport \u00e0 un fichier.
CommandDifference.CouldNotDetermineWorkspaceFormat=Impossible de d\u00e9terminer l''espace de travail qui contient {0}
CommandDifference.DiffFolderPaddedFormat=Dossier \u00e0 comparer   : {0}
CommandDifference.ErrorDiffingFileWithFileFormat=Erreur lors de la comparaison du fichier {0} avec {1}
CommandDifference.ErrorDiffingPendingChangeFormat=Erreur lors de la comparaison de la modification en attente {0}: {1}
CommandDifference.ErrorDiffingShelvedChangeFormat=Erreur lors de la comparaison de la modification r\u00e9serv\u00e9e {0} : {1}
CommandDifference.ErrorPreparingLaunchItemForDiffFormat=Erreur lors de la pr\u00e9paration du lancement de l''\u00e9l\u00e9ment pour la comparaison: {0}
CommandDifference.FileFoundOnlyUnderFormat={0} : [fichier trouv\u00e9 uniquement dans: {1}]
CommandDifference.FileOrFolderDoesNotExistFormat=Le fichier ou le dossier {0} n''existe pas.
CommandDifference.FolderFoundOnlyUnderFormat={0} : [dossier trouv\u00e9 uniquement sous: {1}]
CommandDifference.HelpText1=Affiche les diff\u00e9rences entre deux fichiers, entre les fichiers de deux dossiers, ou entre un jeu de r\u00e9servations et un fichier local ou serveur.
CommandDifference.HelpText10=Exemples:
CommandDifference.HelpText2Format=Les diff\u00e9rences dans le contenu des fichiers s''affichent \u00e0 l''aide du programme et des arguments sp\u00e9cifi\u00e9s par la valeur de la variable d''environnement {0}, qui doivent \u00eatre d\u00e9finis. {0} doit contenir le programme \u00e0 lancer et les variables obligatoires (indiqu\u00e9es ci-dessous). Des options suppl\u00e9mentaires sp\u00e9cifiques \u00e0 l''outil ou des variables facultatives peuvent \u00e9galement \u00eatre sp\u00e9cifi\u00e9es. Les arguments peuvent \u00eatre plac\u00e9s entre guillemets conform\u00e9ment aux r\u00e8gles de citation de l''environnement Windows.
CommandDifference.HelpText3=Les variables suivantes sont d\u00e9velopp\u00e9es avant le lancement de l'outil:
CommandDifference.HelpText4=Variables obligatoires:
CommandDifference.HelpText5=\ \ %1  chemin d'acc\u00e8s local complet de l'\u00e9l\u00e9ment source
CommandDifference.HelpText6=\ \ %2  chemin d'acc\u00e8s local complet de l'\u00e9l\u00e9ment cible
CommandDifference.HelpText7=Variables facultatives:
CommandDifference.HelpText8=\ \ %6  \u00e9tiquette de description de l'\u00e9l\u00e9ment source
CommandDifference.HelpText9=\ \ %7  \u00e9tiquette de description de l'\u00e9l\u00e9ment cible
CommandDifference.InvalidShelvesetSpecificationFormat=Sp\u00e9cification du jeu de r\u00e9servations non valide: {0}
CommandDifference.ItemNotFoundInCurrentWorkspaceFormat=\u00c9l\u00e9ment {0} introuvable dans l''espace de travail actuel.
CommandDifference.ItemNotFoundInTheRepositoryFormat=L''\u00e9l\u00e9ment {0} est introuvable dans le r\u00e9f\u00e9rentiel.
CommandDifference.LocalLabelFormat={0}  (local)    {1}
CommandDifference.NoSourceFile=[aucun fichier source]
CommandDifference.NoTargetFile=[aucun fichier cible]
CommandDifference.NoWorkingFolderMappingFormat=Aucun mappage de dossiers de travail pour {0}
CommandDifference.RecursiveCannotBeUsedWithFiles=Impossible de sp\u00e9cifier l'option recursive avec une comparaison de fichier.
CommandDifference.RecursiveRequiresAtLeastOneItem=L'option recursive n\u00e9cessite au moins un \u00e9l\u00e9ment serveur ou local.
CommandDifference.ServerLabelFormat={0} ; {1}  (serveur)    {2}
CommandDifference.ShelvesetCannotBeUsedWithVersion=Impossible d'utiliser l'option shelveset avec l'option version.
CommandDifference.ShelvesetCannotBeUsedWithWorkspace=Impossible d'utiliser l'option shelveset avec l'option workspace.
CommandDifference.ShelvesetHasNoPendingChangesMatchingPatternFormat=Le jeu de r\u00e9servations {0} n''a pas de modifications en attente correspondant \u00e0 un ou plusieurs mod\u00e8les: {1}
CommandDifference.ThereAreNoPendingChanges=Il n'y a aucune modification en attente.
CommandDifference.ThereIsNoPendingChangeFormat=Aucune modification en attente pour ''{0}''
CommandDifference.TooManyItemsSpecified=Trop d'\u00e9l\u00e9ments sp\u00e9cifi\u00e9s.
CommandDifference.VersionOptionNotAllowed=L'option version n'est pas autoris\u00e9e.
CommandDifference.WarningIgnoringVersionSpecFormat=Avertissement {0} - Ignore la sp\u00e9cification de version
CommandDifference.WorkspaceDoesNotExistFormat=L''espace de travail {0};{1} n''existe pas.
CommandDir.HelpText1=Affiche une partie ou l'ensemble du contenu d'un serveur de contr\u00f4le de version Team Foundation.
CommandDir.ItemsFormat={0} \u00e9l\u00e9ment(s).
CommandDir.LocalPathIsNotMappedOnThisComputerFormat=Le chemin d''acc\u00e8s local {0} n''est pas mapp\u00e9 sur cet ordinateur.
CommandDir.NoItemsFoundUnderFormat=\u00c9l\u00e9ments introuvables sous {0}
CommandDir.NoItemsMatchFormat=Aucun \u00e9l\u00e9ment ne correspond \u00e0 {0}
CommandDir.NoWorkingFolderMappingFormat=Il n''y a aucun mappage de dossier de travail pour {0}.
CommandDir.PathNotFoundOrNotSupportedFormat=TF10121: Le chemin d''acc\u00e8s ''{0}'' est introuvable ou n''est pas pris en charge. Entrez ou s\u00e9lectionnez un autre chemin d''acc\u00e8s.
CommandPrint.ExactlyOneFileItemRequired=Exactement une sp\u00e9cification d'\u00e9l\u00e9ment de fichier est requise.
CommandPrint.ExactlyOneVersionRequired=Exactement une sp\u00e9cification de version de fichier est requise pour cette option.
CommandPrint.HelpText1=R\u00e9cup\u00e8re une copie d'un fichier du serveur de contr\u00f4le de code source et imprime son contenu sur le flux de sortie standard.
CommandPrint.HelpText2=La version \u00e0 r\u00e9cup\u00e9rer peut \u00eatre sp\u00e9cifi\u00e9e \u00e0 l'aide de l'option 'version' ou en tant que suffixe de sp\u00e9cification de version dans la sp\u00e9cification de version (par exemple: '$/file.txt;C34').
CommandPrint.SpecifiedFileDoesNotExistAtVersion=Le fichier sp\u00e9cifi\u00e9 n'existe pas dans la version indiqu\u00e9e.
CommandPrint.VersionRangeNotPermitted=Une plage de sp\u00e9cification de version n'est pas autoris\u00e9e pour cette op\u00e9ration.
CommandPrint.WildcardsNotAllowed=Les caract\u00e8res g\u00e9n\u00e9riques ne sont pas autoris\u00e9s dans la sp\u00e9cification d'\u00e9l\u00e9ment.
CommandProperties.ChangeTypeNone=aucun
CommandProperties.HelpText1=Affiche des informations sur les \u00e9l\u00e9ments sous le contr\u00f4le de code source.
CommandProperties.LocalInformationChange=\ \ Modifier:
CommandProperties.LocalInformationChangeset=\ \ Ensemble de modifications:
CommandProperties.LocalInformationHeader=Informations locales:
CommandProperties.LocalInformationLocalPath=\ \ Chemin d'acc\u00e8s local:
CommandProperties.LocalInformationServerPath=\ \ Chemin d'acc\u00e8s au serveur:
CommandProperties.LocalInformationType=\ \ Type:
CommandProperties.NoFilesSpecified=Aucun fichier n'est sp\u00e9cifi\u00e9.
CommandProperties.NoItemsMatchFormat=Aucun \u00e9l\u00e9ment ne correspond \u00e0 {0}
CommandProperties.PropertiesCommandObsoleteFormat=La commande {0} a \u00e9t\u00e9 rendue obsol\u00e8te. Utilisez la commande ''tf info'' \u00e0 la place.
CommandProperties.ServerInformationChangeset=\ \ Ensemble de modifications:
CommandProperties.ServerInformationDeletionID=\ \ ID de suppression:
CommandProperties.ServerInformationFileType=\ \ Type de fichier:
CommandProperties.ServerInformationHeader=Informations sur le serveur:
CommandProperties.ServerInformationLastModified=\ \ Derni\u00e8re modification:
CommandProperties.ServerInformationLock=\ \ Verrou:
CommandProperties.ServerInformationLockOwner=\ \ Propri\u00e9taire du verrou:
CommandProperties.ServerInformationServerPath=\ \ Chemin d'acc\u00e8s au serveur:
CommandProperties.ServerInformationSize=\ \ Taille:
CommandProperties.ServerInformationType=\ \ Type:
CommandProperties.VersionSpecRangeNotPermitted=La plage de sp\u00e9cifications de versions n'est pas autoris\u00e9e pour cette op\u00e9ration.
CommandProperties.WildcardWorkspaceNamesNotAllowed=Les noms d'espace de travail g\u00e9n\u00e9riques ne sont pas autoris\u00e9s.
CommandProperties.WorkspaceCouldNotBeFoundFormat=L''espace de travail {0} est introuvable.
CommandProperties.WorkspaceDidNotMatchAnyWorkspaceFormat=Le nom d''espace de travail {0} ne correspond \u00e0 aucun espace de travail.
CommandProperties.WorkspaceMatchedMoreThanOneWorkspaceFormat=Le nom d''espace de travail {0} correspond \u00e0 plusieurs espaces de travail.
CommandProperty.AColonBFormat={0}: {1}
CommandProperty.BinaryValue=<Valeur binaire>
CommandProperty.CouldNotParseQualifiedItemFormat=Impossible d'analyser un \u00e9l\u00e9ment qualifi\u00e9 \u00e0 partir de {0}
CommandProperty.ErrorWritingPropertyToFile=Erreur lors de l'\u00e9criture de la propri\u00e9t\u00e9 dans le fichier
CommandProperty.HelpText1=Affiche et met en attente les modifications apport\u00e9es aux propri\u00e9t\u00e9s associ\u00e9es aux \u00e9l\u00e9ments sous contr\u00f4le de version.
CommandProperty.HelpText2=Propri\u00e9t\u00e9s qui affectent le comportement du client:
CommandProperty.HelpText3Format=''{0}'': contr\u00f4le si le bit de mode du fichier ex\u00e9cutable Unix est d\u00e9fini lorsque ce fichier est utilis\u00e9 sur les plateformes Unix. Affectez la valeur \u00e0 ''{1}'' pour d\u00e9finir le bit d'ex\u00e9cution ou affectez la valeur \u00e0 ''{2}'' pour annuler la d\u00e9finition. Impossible de modifier cette propri\u00e9t\u00e9 hors connexion.
CommandProperty.Name=Nom
CommandProperty.NoFileMatchesFormat={0}: aucun fichier ne correspond.
CommandProperty.NoFilesSpecified=Aucun fichier n'est sp\u00e9cifi\u00e9.
CommandProperty.NoPropertiesOnItem=Il n'y a aucune propri\u00e9t\u00e9 sur cet \u00e9l\u00e9ment.
CommandProperty.NullValue=<null>
CommandProperty.OutputRequiresPropertyNameNoRecursion=Pour pouvoir produire une valeur de propri\u00e9t\u00e9 dans un fichier, l'indicateur r\u00e9cursif ne doit pas \u00eatre pr\u00e9sent et un nom de propri\u00e9t\u00e9 doit \u00eatre sp\u00e9cifi\u00e9.
CommandProperty.PropertyDoesNotExistFormat=Il n'existe pas de nom de propri\u00e9t\u00e9 {0} sur {1}.
CommandProperty.ServerItem=\u00c9l\u00e9ment du serveur
CommandProperty.Value=Valeur
CommandProperty.VersionRangesNotSupported=Les plages de version ne sont pas prises en charge.
OptionAddAttachment.OptionRequiresLocalPathCommentFormat=L''option ''{0}'' requiert un chemin d''acc\u00e8s de fichier local et peut comporter un commentaire facultatif (s\u00e9par\u00e9s par une virgule).
OptionAddExternalLink.OptionRequiresLinkTypeArtifactAndCommentFormat=L''option ''{0}'' requiert un type de lien valide, un URI d''artefact, et peut comporter un commentaire facultatif (s\u00e9par\u00e9s par des virgules).
OptionAddHyperlink.OptionRequiresHyperlinkCommentFormat=L''option ''{0}'' requiert un emplacement de lien hypertexte et peut comporter un commentaire facultatif (s\u00e9par\u00e9s par une virgule).
OptionAddRelated.OptionRequiresValidWorkItemIDCommentFormat=L''option ''{0}'' requiert un ID d''\u00e9l\u00e9ment de travail valide et peut comporter un commentaire facultatif (s\u00e9par\u00e9s par une virgule).
OptionBooleanProperty.OptionRequiresThisOrThatAsValuesFormat=L''option ''{0}'' requiert ''{1}'' ou ''{2}'' en tant que valeur.
OptionChangeset.SyntaxStringSingleChangesetFormat={0}{1}: ensemble de modifications
OptionChangeset.SyntaxStringChangesetRangeFormat={0}{1}: changesetfrom{2}changesetto
OptionNotes.NotesFieldAndValueMustNotBeEmpty=Le champ d'option des notes et les cha\u00eenes de valeurs ne doivent pas \u00eatre vides.
OptionNotes.NotesOptionMustBeFilenameOrPair=La valeur d'option des notes doit \u00eatre un nom de fichier ou une paire de cha\u00eenes (\u00e9ventuellement entre guillemets) s\u00e9par\u00e9es par un signe \u00e9gal.
OptionNotes.NotMustNotBeEmpty=Une note d'archivage ne doit pas \u00eatre vide.
OptionNotes.OptionValueCouldNotBeParsedFormat=Impossible d''analyser la valeur de l''option: {0}
OptionNumberProperty.OptionRequiresAnIntegerFormat=L''option ''{0}'' requiert un entier long en tant que valeur.
OptionPropertyBase.InvalidPropertyPairFormat=''{0}'' n''est pas une paire de propri\u00e9t\u00e9s valide. Les paires de propri\u00e9t\u00e9s doivent \u00eatre au format ''<propertyName>=[<propertyValue>]''. Le nom de la propri\u00e9t\u00e9 et le signe \u00e9gal sont obligatoires, et la valeur de la propri\u00e9t\u00e9 est facultative. Une valeur de propri\u00e9t\u00e9 vide annule la d\u00e9finition d''une propri\u00e9t\u00e9.
OptionsMap.OptionValueMustBeSpecifiedFormat=Une valeur d''option doit \u00eatre sp\u00e9cifi\u00e9e pour ''{0}''.
OptionSetValues.PropertyNameEmpty=TF400301: vous devez indiquer un nom pour la propri\u00e9t\u00e9.
OptionSetValues.PropertyValueEmptyFormat=TF400300: vous devez indiquer une valeur pour la propri\u00e9t\u00e9 ''{0}''.
OptionStopAt.OptionRequiresVersionSpecFormat=L''option ''{0}'' n\u00e9cessite une sp\u00e9cification de version en tant que valeur: {1}
OptionToVersion.SyntaxStringFormat={0}{1}: versionspec
OptionVersion.OptionRequiresVersionSpecFormat=L''option ''{0}'' n\u00e9cessite une sp\u00e9cification de version en tant que valeur: {1}
VersionedFileDiffLaunchItem.CannotCompareFileWithFolder=TF10108: le contr\u00f4le de code source ne peut pas comparer un fichier \u00e0 un dossier. S\u00e9lectionnez deux fichiers, puis recommencez.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlAtVersionFormat=\u00c9l\u00e9ment {0} introuvable dans le contr\u00f4le de code source, dans la version {1}.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlFormat=\u00c9l\u00e9ment {0} introuvable dans le contr\u00f4le de code source.
VersionedFileDiffLaunchItem.VersionedItemLabelFormat={0} ; {1}  (serveur)    {2}
CommandEdit.ArgumentIsNotAWorkItemIDFormat=l''argument [{0}] n''est pas un ID d''\u00e9l\u00e9ment de travail
CommandEdit.HelpText1=Modifie un \u00e9l\u00e9ment de travail
CommandEdit.MustSpecifyWorkItemID=Vous devez sp\u00e9cifier un ID d'\u00e9l\u00e9ment de travail.
CommandEdit.WorkItemDoesNotExistOrNoPermissionFormat=l''\u00e9l\u00e9ment de travail [{0}] n''existe pas ou vous ne disposez pas des autorisations d''acc\u00e8s n\u00e9cessaires
CommandEula.AcceptEULAResponseNoChar=N
CommandEula.AcceptEULAResponseYesChar=o
CommandEula.AlreadyAcceptedEULA=Vous avez d\u00e9j\u00e0 accept\u00e9 les termes de ce Contrat de Licence Utilisateur Final.
CommandEula.CannotUseNopromptWithEULA=Impossible d'utiliser le mode 'noprompt' avec la commande 'eula'.
CommandEula.CouldNotLoadEULA=Impossible de charger le Contrat de Licence Utilisateur Final.
CommandEula.DoYouAcceptEULAFormat=Acceptez-vous les termes de ce Contrat de Licence Utilisateur Final ? [{0}/{1}]:
CommandEula.HelpText1=Accepte le Contrat de Licence Utilisateur Final de ce produit. L'acceptation est requise pour l'utilisation.
CommandEula.PressEnterToContinue=-- Appuyez sur Entr\u00e9e pour continuer --
CommandGet.AllFilesUpToDate=Tous les fichiers sont \u00e0 jour.
CommandGet.ArgumentIsNotAWorkItemIDFormat=l''argument [{0}] n''est pas un ID d''\u00e9l\u00e9ment de travail
Application.CommandCanceled=Commande annul\u00e9e.
Application.ProblemContactingServerFormat=Un probl\u00e8me s'est produit lorsque le serveur a \u00e9t\u00e9 contact\u00e9 : {0}
CommandGet.Comments=Commentaires
CommandGet.Description=Description
CommandGet.ErrorUpdatingWorkItemLinkDescriptions=erreur lors de la mise \u00e0 jour des descriptions de lien d'\u00e9l\u00e9ment de travail
CommandGet.ExactlyOneVersionSpecRequired=Exactement une sp\u00e9cification de version est requise pour cette option.
CommandGet.Field=Champ
CommandGet.FileAttachmentsColon=Pi\u00e8ces jointes:
CommandGet.FileID=ID du fichier
CommandGet.FollowingFieldNamesAreNotValid=Le ou les noms de champs suivants ne sont pas valides:
CommandGet.VCHelpText1=R\u00e9cup\u00e8re une copie en lecture seule d'un ou de plusieurs fichiers du serveur de contr\u00f4le de code source sur le disque local. Des dossiers interm\u00e9diaires sont cr\u00e9\u00e9s si n\u00e9cessaire.
CommandGet.WITHelpText1=Affiche un \u00e9l\u00e9ment de travail
CommandGet.VCHelpText2=La version \u00e0 r\u00e9cup\u00e9rer peut \u00eatre sp\u00e9cifi\u00e9e \u00e0 l'aide de l'option 'version' ou en tant que suffixe de sp\u00e9cification de version dans la sp\u00e9cification de version (par exemple: '$/file.txt;C34').
CommandGet.ItemCouldNotBeConvertedFormat=Impossible de convertir l''\u00e9l\u00e9ment ''{0}'' en un objet de requ\u00eate GET. Avertissez {1}.
CommandGet.LinkID=ID de lien
CommandGet.LinksColon=Liens:
CommandGet.LinkType=Type de lien
CommandGet.MustSpecifyWorkItemID=Vous devez sp\u00e9cifier un ID d'\u00e9l\u00e9ment de travail.
CommandGet.Name=Nom
CommandGet.NotApplicable=N/A
CommandGet.Size=Taille
CommandGet.Value=Valeur
CommandGet.VersionRangeNotPermitted=Une plage de sp\u00e9cification de version n'est pas autoris\u00e9e pour cette op\u00e9ration.
CommandGet.WorkspaceOptionNotValidForCommandFormat=L''option d''espace de travail n''est pas valide pour la commande {0}.
CommandGetChangeset.ChangesetOptionMustBeSupplied=L'option d'ensemble de modifications doit \u00eatre sp\u00e9cifi\u00e9e.
CommandGetChangeset.ChangeTypeColonServerItemFormat=\ {0}: {1}
CommandGetChangeset.ConflictsFoundFormat={0} conflits d\u00e9tect\u00e9s.
CommandGetChangeset.ExactlyOneChangesetNumberMustBeSupplied=Exactement un num\u00e9ro d'ensemble de modifications doit \u00eatre fourni.
CommandGetChangeset.GettingChangesInChangesetFormat=Obtention des modifications dans l''ensemble de modifications {0}...
CommandGetChangeset.GettingLatestVersionInChangesetFormat=Obtention de la derni\u00e8re version des modifications dans l''ensemble de modifications {0}...
CommandGetChangeset.GettingTheChanges=Obtention des modifications...
CommandGetChangeset.GotChangesetFormat=Ensemble de modifications {0} obtenu.
CommandGetChangeset.HelpText1=Obtient uniquement les fichiers d'un ensemble de modifications sp\u00e9cifique dans la version de l'ensemble de modifications. Seuls les fichiers des dossiers mapp\u00e9s \u00e0 des dossiers de travail sont r\u00e9cup\u00e9r\u00e9s.
CommandGetChangeset.HelpText2=Si l'option latest est pr\u00e9sente, les derni\u00e8res versions des fichiers dans l'ensemble de modifications sp\u00e9cifi\u00e9 sont r\u00e9cup\u00e9r\u00e9es \u00e0 la place des versions qui ont \u00e9t\u00e9 cr\u00e9\u00e9es par l'ensemble de modifications.
CommandGetChangeset.OnlyChangesetVersionSpecsAllowed=Seules les sp\u00e9cifications de version d'ensemble de modifications sont autoris\u00e9es.
CommandGetChangeset.ResolvableWarningsEncountered=Des avertissements pouvant \u00eatre r\u00e9solus ont \u00e9t\u00e9 rencontr\u00e9s.
CommandGetChangeset.ThereAreNoChangesToGet=Aucune modification \u00e0 extraire.
CommandGetFile.DownloadComplete=T\u00e9l\u00e9chargement termin\u00e9
CommandGetFile.DownloadingFormat=T\u00e9l\u00e9chargement: {0} -> {1}...
CommandGetFile.ErrorDuringDownloadFormat=Erreur lors du t\u00e9l\u00e9chargement: {0}
CommandGetFile.FieldOptionRequired=L'option 'fileid' est requise.
CommandGetFile.HelpText1=T\u00e9l\u00e9charge une pi\u00e8ce jointe d'\u00e9l\u00e9ment de travail
CommandGetFile.LocalDownloadTargetExistsAndOverwriteNotSpecifiedFormat=La cible de t\u00e9l\u00e9chargement locale [{0}] existe, et l''option ''overwrite'' n''a pas \u00e9t\u00e9 sp\u00e9cifi\u00e9e.
CommandGetFile.WorkItemDidNotHaveFileAttachmentFormat=Aucune pi\u00e8ce jointe portant l''ID [{1}] pour l''\u00e9l\u00e9ment de travail portant l''ID [{0}]
CommandGetFile.WorkitemOptionRequired=L'option 'workitem' est requise.
CommandHelp.HelpRequiresACommandFormat={0} requiert un nom de commande pour laquelle il faut afficher l''aide, ou aucun argument pour afficher l''aide g\u00e9n\u00e9rale.
CommandHelp.HelpText1=Affiche l'aide pour une commande sp\u00e9cifique, ou pour toutes les commandes si aucun nom de commande n'est sp\u00e9cifi\u00e9 en tant qu'argument. Pour afficher les codes d'\u00e9tat de sortie utilis\u00e9s par cette application, utilisez l'option 'listexitcodes'.
CommandHistory.CommandRequiresExactlyOneArgumentFormat={0} requiert exactement un argument de chemin d''acc\u00e8s local ou d''acc\u00e8s au serveur.
CommandHistory.HelpText1=D\u00e9crit les modifications pr\u00e9c\u00e9dentes apport\u00e9es \u00e0 un ou plusieurs fichiers ou dossiers.
CommandHistory.IgnoringItemmode=Ignore l'option 'itemmode'.
CommandHistory.NoHistoryFound=Entr\u00e9es d'historique introuvables pour l'\u00e9l\u00e9ment et la version sp\u00e9cifi\u00e9s.
CommandHistory.SlotmodeCannotBeCombinedWithItemmode=Impossible d'associer l'option 'slotmode' \u00e0 l'option 'itemmode'.
CommandHistory.UnsupportedOutputFormat=Format de sortie non pris en charge {0}
CommandInfo.HelpText1=R\u00e9pertorie les projet d'\u00e9quipe sur un serveur, ou les types d'\u00e9l\u00e9ments de travail dans un projet d'\u00e9quipe
CommandInfo.TeamProject=Projet d'\u00e9quipe
CommandInfo.TeamProjectsForServerFormat=Projets d''\u00e9quipe pour: {0}
CommandInfo.WorkItemType=Type d'\u00e9l\u00e9ment de travail
CommandInfo.WorkItemTypesForProjectOnServerFormat=Types d''\u00e9l\u00e9ments de travail pour le projet ''{0}'' sur: {1}
IntegerValueOption.OptionRequiresAnIntegerFormat=L''option ''{0}'' requiert un entier en tant que valeur.
MergeCandidatePrinter.Author=Auteur
MergeCandidatePrinter.Changeset=Ensemble de modifications
MergeCandidatePrinter.Date=Date
MergePrinter.Author=Auteur
MergePrinter.Changeset=Ensemble de modifications
MergePrinter.Date=Date
MergePrinter.MergedInChangeset=Fusionn\u00e9s dans l'ensemble de modifications
MergePrinter.MergedItemsColon=\u00c9l\u00e9ments fusionn\u00e9s:
MergePrinter.UnMergedItemsColon=\u00c9l\u00e9ments dont la fusion a \u00e9t\u00e9 annul\u00e9e:
MultipleIntegerValueOption.NotAValidIntegerFormat={0} n''est pas un entier valide.
MultipleValueOption.OptionRequiresOneOrMoreValuesFormat=L''option ''{0}'' requiert une ou plusieurs valeurs.
MultipleValueOption.OptionRequresOneOfTheFollowingValuesFormat=L''option ''{0}'' n\u00e9cessite une des valeurs suivantes : {1}
NoValueOption.NoValuesAcceptedFormat=L''option ''{0}'' n''accepte aucune valeur.
ScriptCommandChangeDirectory.ChangeDirectoryFailedFormat=\u00c9chec du changement de r\u00e9pertoire en ''{0}''.
ScriptCommandChangeDirectory.CommandRequiresOneDirectoryFormat={0} requiert exactement un argument de chemin d''acc\u00e8s de r\u00e9pertoire.
ScriptCommandChangeDirectory.HelpText1=Change le r\u00e9pertoire de travail actuel du processus ex\u00e9cutant le script de commande.
ScriptCommandExit.HelpText1=Interrompt l'ex\u00e9cution des commandes du script de commande et quitte le client de ligne de commande.
ScriptCommandSetNoPrompt.CommandRequiresBooleanArgumentFormat={0} requiert un argument de type ''true'' ou ''false''.
ScriptCommandSetNoPrompt.HelpText1=Supprime les invites interactives (par exemple, une demande d'informations d'identification de connexion) dans les commandes suivantes.
ShelvedChangeDiffLaunchItem.ErrorCreatingTempFileForDelete=Erreur lors de la cr\u00e9ation du fichier temporaire pour une op\u00e9ration de suppression
ShelvedChangeDiffLaunchItem.ShelvedChangeLabelFormat=Modification r\u00e9serv\u00e9e: {0};{1}
ShelvesetPrinter.Comment=Commentaire
ShelvesetPrinter.CommentColon=Commentaire  :
ShelvesetPrinter.DateColon=Date     :
ShelvesetPrinter.OverrideReasonColon=\ \ Remplacer la raison:
ShelvesetPrinter.Owner=Propri\u00e9taire
ShelvesetPrinter.OwnerColon=Propri\u00e9taire    :
ShelvesetPrinter.PolicyWarningsColon=Avertissements de strat\u00e9gie:
ShelvesetPrinter.Shelveset=Jeu de r\u00e9servations
ShelvesetPrinter.ShelvesetColon=Jeu de r\u00e9servations:
SingleValueOption.OptionRequiresOneOfTheFollowingFormat=L''option ''{0}'' n\u00e9cessite une des valeurs suivantes: {1}
SingleValueOption.OptionRequiresSingleValueFormat=L''option ''{0}'' requiert une seule valeur.
SingleValueOrFileOption.ErrorReadingOptionValueFileFormat=Une erreur s''est produite lors de la lecture du fichier de valeurs des options ''{0}'': {1}
SingleValueOrFileOption.OptionValueFileNotFoundFormat=Le fichier de valeurs des options ''{0}'' est introuvable.
UnknownCommandException.CommandUnknownCommandFileHintFormat=La commande ''{0}'' est inconnue. Les fichiers de commandes doivent \u00eatre le premier argument (pr\u00e9c\u00e9der toutes les options).
UnknownCommandException.CommandUnknownFormat=La commande ''{0}'' est inconnue.
UnknownOptionException.UnknownOptionFormat=L''option ''{0}'' est inconnue.
URIValueOption.OptionRequiresFullURLFormat=L''option ''{0}'' requiert une URL compl\u00e8te en tant que valeur: {1}
UsernamePasswordValueOption.LoginHelpFormat={0}\n\nL''option ''{1}'' requiert un nom d'utilisateur et \u00e9ventuellement un domaine et un mot de passe. Exemples:\n\n  {2}login:username@domain,password    (tous sp\u00e9cifi\u00e9s)\n  {2}login:domain\\username,password    (tous sp\u00e9cifi\u00e9s)\n  {2}login:username@domain,            (mot de passe vide)\n  {2}login:username@domain             (demande de mot de passe)\n
CommandLabel.DeleteRequiresOneLabelName=L'option delete requiert qu'un seul nom d'\u00e9tiquette soit sp\u00e9cifi\u00e9.
CommandLabel.HelpText1=Attache une \u00e9tiquette ou supprime une \u00e9tiquette d'une version d'un fichier ou dossier dans le serveur de contr\u00f4le de code source.
CommandLabel.LabelNameCannotBeEmpty=Le nom d'\u00e9tiquette ne peut pas \u00eatre vide.
CommandLabel.MustSpecifyItemOrCommentOrOwner=Vous devez sp\u00e9cifier un \u00e9l\u00e9ment, ou utiliser une des options de suppression ou de propri\u00e9taire.
CommandLabel.PleaseSpecifyALabelName=Sp\u00e9cifiez un nom d'\u00e9tiquette.
CommandLabels.Changeset=Ensemble de modifications
CommandLabels.CommandRequiresZeroOrOneLabelNamesFormat={0} ne n\u00e9cessite aucun ou un filtre de nom d''\u00e9tiquette.
CommandLabels.CommentColon=Commentaire:
CommandLabels.Date=Date
CommandLabels.DateColon=Date:
CommandLabels.HelpText1=Affiche la liste des \u00e9tiquettes dans le serveur de contr\u00f4le de code source, en filtrant \u00e9ventuellement les r\u00e9sultats par le nom de l'\u00e9tiquette donn\u00e9 et la port\u00e9e. Le filtre est sp\u00e9cifi\u00e9 sous la forme <labelName> ou <labelName>@<scope> et peut comporter des caract\u00e8res g\u00e9n\u00e9riques.
CommandLabels.Item=\u00c9l\u00e9ment
CommandLabels.Label=\u00c9tiquette
CommandLabels.LabelColon=\u00c9tiquette:
CommandLabels.NoLabelsFound=\u00c9tiquettes introuvables.
CommandLabels.Owner=Propri\u00e9taire
CommandLabels.OwnerColon=Propri\u00e9taire:
CommandLabels.ScopeColon=Port\u00e9e:
CommandLabels.UnsupportedOutputFormat=Format de sortie non pris en charge {0}
CommandLock.CommandRequiresOneLocalPathFormat={0} n\u00e9cessite au moins un argument de chemin d''acc\u00e8s local.
CommandLock.HelpText1=Modifie le niveau de verrou d'un ou de plusieurs fichiers ou dossiers. Les verrous emp\u00eachent les autres utilisateurs d'extraire ou d'archiver les modifications dans un fichier d'un autre espace de travail. Le niveau de verrou "aucun" autorise les modifications par d'autres utilisateurs.
CommandLock.LockOptionRequired=L'option de verrou est obligatoire.
CommandMerge.HelpText1=Applique les modifications entre les branches.
CommandMerge.InformationAboutVersionIsAmbiguous=TF10097: les informations sur la version du fichier sont ambig\u00fces. Sp\u00e9cifiez une autre version de fichier et r\u00e9essayez.
CommandMerge.ThereAreNoChangesToMerge=Il n'y a aucune modification \u00e0 fusionner.
CommandMerge.TwoItemsAreRequired=Deux \u00e9l\u00e9ments exactement (source et cible) sont requis. Les chemins d'acc\u00e8s locaux ou d'acc\u00e8s au serveur peuvent \u00eatre utilis\u00e9s.
CommandMerge.VersionOrRangeRequiredForForce=Vous devez sp\u00e9cifier une version ou une plage de versions lorsque vous utilisez l'option force.
CommandMerges.CommandRequiresOneOrTwoItemsFormat=La commande {0} doit \u00eatre ex\u00e9cut\u00e9e avec un ou deux \u00e9l\u00e9ments.
CommandMerges.HelpText1=Affiche des informations d\u00e9taill\u00e9es sur les fusions pass\u00e9es entre les branches sources et de destination sp\u00e9cifi\u00e9es.
CommandMerges.NoMergeHistoryForTarget=Entr\u00e9es de l'historique de fusion introuvables pour l'\u00e9l\u00e9ment cible.
CommandMerges.UnsupportedOutputFormat=Format de sortie non pris en charge {0}
CommandMerges.WildcardsNotAllowed=Les caract\u00e8res g\u00e9n\u00e9riques ne sont pas autoris\u00e9s.
CommandOnline.CheckingStatusOfItemsFormat=V\u00e9rification de l''\u00e9tat des \u00e9l\u00e9ments dans {0}...
CommandOnline.HelpText1=Lorsque vous \u00eates d\u00e9connect\u00e9 du r\u00e9seau, vous pouvez modifier les fichiers sans modifications en attente sur le serveur. La commande en ligne synchronise vos dossiers locaux avec le serveur pour mettre les modifications, les ajouts et les suppressions en attente dans les fichiers modifi\u00e9s.
CommandOnline.HelpText2=Vous ne devez pas renommer les fichiers hors connexion.
CommandOnline.NoChangesFoundToPend=Aucune modification \u00e0 mettre en attente.
CommandOnline.ShowingPotentitalChangesOnly=Affichage uniquement des modifications potentielles. Aucune modification apport\u00e9e.
CommandOnline.SomeChangesCouldNotBePended=Impossible de mettre en attente certaines modifications.
CommandQuery.CreatedDate=Date de cr\u00e9ation
CommandQuery.CreatedQueryInProjectFormat=La requ\u00eate ''{0}'' a \u00e9t\u00e9 cr\u00e9\u00e9e dans le projet ''{1}''
CommandQuery.CreationDateTimeColon=Date/heure de cr\u00e9ation:
CommandQuery.DeletedQueryInProjectFormat=La requ\u00eate ''{0}'' a \u00e9t\u00e9 supprim\u00e9e dans le projet ''{1}''
CommandQuery.Description=Description
CommandQuery.ErrorInWIQLForQuery=erreur dans la syntaxe WIQL pour la requ\u00eate:
CommandQuery.ExactlyOneQueryNameAndWIQLRequired=Exactement un nom de requ\u00eate suivi par exactement une cha\u00eene WIQL est requis.
CommandQuery.ExactlyOneQueryNameRequired=Exactement un nom de requ\u00eate est requis.
CommandQuery.HelpText1=R\u00e9pertorie les requ\u00eates stock\u00e9es.
CommandQuery.HelpText2=Ex\u00e9cute une requ\u00eate stock\u00e9e.
CommandQuery.PrivateQueriesForTeamProjectFormat=Requ\u00eates priv\u00e9es pour le projet d''\u00e9quipe ''{0}'':
CommandQuery.PrivateQueryInProjectOnServerFormat=Requ\u00eate priv\u00e9e ''{0}'' dans le projet ''{1}'' sur: {2}
CommandQuery.PublicQueriesForTeamProjectFormat=Requ\u00eates publiques pour le projet d''\u00e9quipe ''{0}'':
CommandQuery.PublicQueryInProjectOnServerFormat=Requ\u00eate publique ''{0}'' dans le projet ''{1}'' sur: {2}
CommandQuery.QueryCannotBeRunBecauseOfErrorInQueryFormat=Impossible d''ex\u00e9cuter la requ\u00eate ''{0}'', car une erreur s''est produite avec la requ\u00eate: {1}
CommandQuery.QueryGUIDColon=GUID de requ\u00eate:
CommandQuery.QueryName=Nom de la requ\u00eate
CommandQuery.QueryNotFoundUseListToQueryNamesFormat=Requ\u00eate  [{0}] introuvable. Utilisez l''option ''list'' pour afficher la liste des noms de requ\u00eates.
CommandQuery.QueryResultsFormat=R\u00e9sultats de la requ\u00eate: {0} r\u00e9sultats trouv\u00e9s pour la requ\u00eate ''{1}''
CommandQuery.TeamProject=Projet d'\u00e9quipe
CommandQuery.UpdatedQueryInProjectFormat=La requ\u00eate ''{0}'' a \u00e9t\u00e9 mise \u00e0 jour dans le projet ''{1}''
CommandReconcile.BuildNameDoesNotContainChangesetFormat=La build ''{0}'' ne contient pas d''ID d''ensemble de modifications et ne peut pas \u00eatre rapproch\u00e9e. La build n''est peut-\u00eatre pas destin\u00e9e \u00e0 un archivage contr\u00f4l\u00e9, ou les modifications ont \u00e9t\u00e9 annul\u00e9es par le serveur.
CommandReconcile.ExactlyOneChangesetMustBeSupplied=Exactement un num\u00e9ro d'ensemble de modifications doit \u00eatre fourni.
CommandReconcile.ForgettingBuildNameFormat=Oublier ''{0}''
BuildPrinter.ColumnHeaderBuildName=Nom de la build
BuildPrinter.ColumnHeaderChangeset=Ensemble de modifications
BuildPrinter.ColumnHeaderDateCompleted=Date d'ach\u00e8vement
BuildPrinter.ColumnHeaderStatus=\u00c9tat
BuildPrinter.QueuedBuildsMessage=Les archivages contr\u00f4l\u00e9s suivants ont \u00e9t\u00e9 envoy\u00e9s \u00e0 partir de cet ordinateur. Pour rapprocher votre espace de travail avec une build termin\u00e9e, r\u00e9ex\u00e9cutez la commande reconcile avec l'option buildName et sp\u00e9cifiez le nom d'une build termin\u00e9e.
CommandReconcile.HelpText1=Affiche ou annule les modifications en attente qui sont identiques aux \u00e9l\u00e9ments de l'ensemble de modifications cr\u00e9\u00e9 lorsqu'une build d'archivage contr\u00f4l\u00e9 est termin\u00e9e. L'ex\u00e9cution de la commande sans argument affiche les archivages contr\u00f4l\u00e9s envoy\u00e9s \u00e0 partir de cet ordinateur. Utilisez l'option buildName ou changeset pour sp\u00e9cifier une build ou un ensemble de modifications \u00e0 rapprocher. Utilisez l'option forgetBuild pour supprimer une build de la liste locale des archivages contr\u00f4l\u00e9s envoy\u00e9s sur cet ordinateur (les informations sur le serveur ne sont pas modifi\u00e9es).
CommandReconcile.HelpText2=Si les sp\u00e9cifications d'\u00e9l\u00e9ment sont fournies en tant qu'arguments libres, seules ces modifications en attente seront rapproch\u00e9es de l'ensemble de modifications cr\u00e9\u00e9 par l'archivage contr\u00f4l\u00e9. Si aucune sp\u00e9cification d'\u00e9l\u00e9ment n'est fournie, toutes les modifications en attente qui correspondent \u00e0 des \u00e9l\u00e9ments de l'ensemble de modifications seront rapproch\u00e9es.
CommandReconcile.HelpText3=Les options buildName, forgetBuild et teamProject peuvent comporter des caract\u00e8res g\u00e9n\u00e9riques.
CommandReconcile.MoreThanOneBuildMatchedNameProjectFormat=Plusieurs builds correspondent au nom de build ''{0}'' dans le projet d''\u00e9quipe ''{1}''. R\u00e9ex\u00e9cutez la commande reconcile avec un num\u00e9ro d''ensemble de modifications pour rapprocher les modifications.
CommandReconcile.NoBuildsForWatchedCheckins=Aucune build en file d'attente ou termin\u00e9e pour les archivages contr\u00f4l\u00e9s envoy\u00e9s sur cet ordinateur.
CommandReconcile.NoBuildsMatchingNameAndTeamProjectFormat=Aucune build r\u00e9ussie ou partiellement r\u00e9ussie ne correspond au nom de build ''{0}'' dans le projet d''\u00e9quipe ''{1}''.
CommandReconcile.NoChangesCanBeAutomaticallyReconciled=Aucune modification ne peut \u00eatre rapproch\u00e9e automatiquement avec la version de l'ensemble de modifications sp\u00e9cifi\u00e9.
CommandReconcile.NoPendingChangesFoundInChangeset=Il n'y a aucune modification \u00e0 rapprocher, car aucune modification locale en attente n'a \u00e9t\u00e9 trouv\u00e9e dans l'ensemble de modifications sp\u00e9cifi\u00e9.
CommandReconcile.NoWatchedCheckins=Aucun archivage contr\u00f4l\u00e9 envoy\u00e9 \u00e0 partir de cet ordinateur n'est termin\u00e9 ou tous les archivages envoy\u00e9s ont \u00e9t\u00e9 rapproch\u00e9s.
CommandReconcile.ReconcilingBuildNameWithChangesetFormat=Rapprochement de la build ''{0}'' (ensemble de modifications {1}).
CommandReconcile.OnlyChangesetVersionSpecsAllowed=Seules les sp\u00e9cifications de version d'ensemble de modifications sont autoris\u00e9es.
CommandReconcile.OnlyOneOfBuildNameChangesetForget=Seule une des options buildName, changeset ou forgetBuild peut \u00eatre sp\u00e9cifi\u00e9e.
CommandReconcile.ThereAreNoLocalPendingChangesToReconcile=Aucune modification locale en attente \u00e0 rapprocher.
CommandRename.HelpText1=Cr\u00e9e une modification en attente de changement de nom, qui d\u00e9place ou renomme un fichier ou dossier.
CommandRename.CommandRequiresExactlyTwoArgumentsFormat={0} n\u00e9cessite exactement deux arguments de chemin d''acc\u00e8s local ou d''acc\u00e8s au serveur.
CommandResolve.ConflictWasNotResolvedFormat=Le conflit li\u00e9 \u00e0 {0} n''a pas \u00e9t\u00e9 r\u00e9solu
CommandResolve.ExternalMergeToolExecFailedFormat=L''outil de fusion externe sp\u00e9cifi\u00e9 par la variable d''environnement {0} n''a pas d\u00e9marr\u00e9 correctement (v\u00e9rifiez la commande et les arguments): {1}
CommandResolve.ExternalMergeToolInterrupted=L'outil de fusion externe s'est arr\u00eat\u00e9.
CommandResolve.ForceOnlyValidWithAutoMergeOrExternal=L'option force est uniquement valide si elle est utilis\u00e9e avec les r\u00e9solutions AutoMerge et External.
CommandResolve.HelpText1=Permet de r\u00e9soudre les conflits entre les \u00e9l\u00e9ments modifi\u00e9s dans votre espace de travail et les derni\u00e8res versions ou les versions de destination des \u00e9l\u00e9ments sur le serveur.
CommandResolve.HelpText10=Variables facultatives:
CommandResolve.HelpText11=\ \ %3  chemin d'acc\u00e8s local complet du fichier commun (initial)
CommandResolve.HelpText12=\ \ %5  options de ligne de commande de comparaison (rarement utilis\u00e9es)
CommandResolve.HelpText13=\ \ %6  \u00e9tiquette de description pour le fichier d'origine (serveur)
CommandResolve.HelpText14=\ \ %7  \u00e9tiquette de description pour le fichier local (modifi\u00e9)
CommandResolve.HelpText15=\ \ %8  \u00e9tiquette de description pour le fichier commun (initial)
CommandResolve.HelpText16=\ \ %9  \u00e9tiquette de description pour le fichier fusionn\u00e9 (r\u00e9sultant)
CommandResolve.HelpText17=Exemples:
CommandResolve.HelpText18=\ \ (KDiff3)                kdiff3 -o "%4" -L1 "%8" -L2 "%7" -L3 "%6" "%3" "%2" "%1"
CommandResolve.HelpText19=\ \ (SourceGear DiffMerge)  diffmerge -m -t1 "%7" "%2" -t2 "%8" "%3" -t3 "%6" "%1" -r "%4"
CommandResolve.HelpText2=Si -auto:External est sp\u00e9cifi\u00e9, le contenu du fichier est fusionn\u00e9 \u00e0 l'aide du programme indiqu\u00e9 par
CommandResolve.HelpText3=\ variable d'environnement.
CommandResolve.HelpText4=\ doit contenir le programme \u00e0 lancer et les variables obligatoires (indiqu\u00e9es ci-dessous). Des options suppl\u00e9mentaires sp\u00e9cifiques \u00e0 l'outil or des variables facultatives peuvent \u00e9galement \u00eatre sp\u00e9cifi\u00e9es. Les arguments peuvent \u00eatre plac\u00e9s entre guillemets conform\u00e9ment aux r\u00e8gles de citation de l'environnement Windows.
CommandResolve.HelpText5=Les variables suivantes sont d\u00e9velopp\u00e9es avant le lancement de l'outil:
CommandResolve.HelpText6=Variables obligatoires:
CommandResolve.HelpText7=\ \ %1  chemin d'acc\u00e8s local complet du fichier d'origine (serveur)
CommandResolve.HelpText8=\ \ %2  chemin d'acc\u00e8s local complet du fichier local (modifi\u00e9)
CommandResolve.HelpText9=\ \ %4  chemin d'acc\u00e8s local complet du fichier fusionn\u00e9 (r\u00e9sultant)
CommandResolve.NewnameOnlyValidWithAutoMergeOrExternalOrKeepYoursRenameTheirs=L'option newname n'est valide que lorsque la r\u00e9solution AutoMerge, External ou KeepYoursRenameTheirs est sp\u00e9cifi\u00e9e.
CommandResolve.NewNameRequiredWithKeepYoursRenameTheirs=L'option newname est requise lorsque la r\u00e9solution KeepYoursRenameTheirs est sp\u00e9cifi\u00e9e.
CommandResolve.OnlyOneConflictWhenNewname=Un seul conflit peut \u00eatre r\u00e9solu lorsque l'option newname est \u00e9galement sp\u00e9cifi\u00e9e. Le nouveau nom ne peut pas contenir de caract\u00e8res g\u00e9n\u00e9riques.
CommandResolve.OnlyOneConflictWithNewname=Un seul conflit peut \u00eatre r\u00e9solu lorsque l'option newname est \u00e9galement sp\u00e9cifi\u00e9e. Le nouveau nom ne peut pas contenir de caract\u00e8res g\u00e9n\u00e9riques.
CommandResolve.ResolvedPathAsFormat={0} r\u00e9solu en tant que {1}
CommandResolve.ThereAreNoConflictsToResolve=Il n'y a aucun conflit \u00e0 r\u00e9soudre.
CommandResolve.SymlinksOnlyAcceptYoursOrTheirs=Les conflits de liens symboliques peuvent seulement \u00eatre r\u00e9solus en conservant la version locale (KeepYours) ou en utilisant la version de serveur (TakeTheirs).
CommandResolvePath.FirstFreeArgumentMustBeServerPath=Le premier argument libre doit \u00eatre un chemin de serveur.
CommandResolvePath.CommandRequiresOnePathFormat={0} n\u00e9cessite un seul argument de chemin.
CommandResolvePath.HelpText=Convertissez les chemins de serveur en chemins locaux. Une cha\u00eene vide est retourn\u00e9e si le chemin de serveur n'est pas mapp\u00e9.
CommandRollback.AmbiguousVersion=TF10097: les informations relatives \u00e0 la version du fichier sont ambigu\u00ebs. Sp\u00e9cifiez une autre version de fichier, puis recommencez.
CommandRollback.CannotProvideWorkspaceOrLabelWithChangesetOptionFormat=TF204004: impossible d''indiquer de sp\u00e9cification d'espace de travail ou d'argument de sp\u00e9cification d'\u00e9tiquette avec l'option {0}{1}.
CommandRollback.HelpText1=Restaure les modifications d'un ou plusieurs ensembles de modifications.
CommandRollback.NoChangesToRollback=TF204003: aucune modification \u00e0 restaurer.
CommandRollback.RollbackNoVersionsSpecified=TF204005: aucune version n'a \u00e9t\u00e9 sp\u00e9cifi\u00e9e dans la commande tf rollback. Sp\u00e9cifiez les versions et r\u00e9essayez.
CommandShelve.ExactlyOneShelvesetForDeletion=Exactement un nom de jeu de r\u00e9servations (et en option son propri\u00e9taire) doit \u00eatre sp\u00e9cifi\u00e9 pour suppression.
CommandShelve.HelpText1=Envoie les modifications en attente (ainsi que le commentaire, les notes d'archivage et les \u00e9l\u00e9ments de travail associ\u00e9s) au serveur de contr\u00f4le de code source sans les archiver. Les modifications r\u00e9serv\u00e9es peuvent \u00eatre r\u00e9cup\u00e9r\u00e9es ult\u00e9rieurement pour modification ou archivage.
CommandShelve.NoChangesShelved=Aucune modification r\u00e9serv\u00e9e.
CommandShelve.NoMatchingPendingChangesNothingShelved=Aucune modification en attente correspondante. Aucune r\u00e9servation.
CommandShelve.OptionNotValidForOptionSetFormat=L''option ''{0}'' n''est pas valide pour cette option. Elle ne peut \u00eatre utilis\u00e9e que lors de la suppression de jeux de r\u00e9servations.
CommandShelve.PleaseSpecifyAShelvesetName=Sp\u00e9cifiez un nom de jeu de r\u00e9servations.
CommandShelve.ShelvesetCreatedFormat=Jeu de r\u00e9servations {0} cr\u00e9\u00e9.
CommandShelve.ShelvesetSpecCouldNotBeParsedFormat=Impossible d''analyser la sp\u00e9cification de jeu de r\u00e9servations {0}: {1}
CommandShelvesets.CommandRequiresZeroOrOneShelvesetNamesFormat={0} ne n\u00e9cessite aucun ou un nom de jeu de r\u00e9servations.
CommandShelvesets.HelpText1=D\u00e9crit les ensembles de modifications stock\u00e9s sur le serveur.
CommandShelvesets.NoShelvesetsFoundMatchingFormat=Aucun jeu de r\u00e9servations correspondant \u00e0 {0} n''a \u00e9t\u00e9 trouv\u00e9
CommandShelvesets.UnsupportedOutputFormat=Format de sortie non pris en charge {0}
CommandStatus.CannotUseBothShelvesetAndWorkspace=Les options shelveset et workspace ne peuvent pas \u00eatre sp\u00e9cifi\u00e9es toutes les deux.
CommandStatus.Change=Modifier
CommandStatus.ComputerNameUnknownLiteral=inconnu
CommandStatus.DetectedChangesHeaderText=Modifications d\u00e9tect\u00e9es:
CommandStatus.FileName=Nom de fichier 
CommandStatus.FileNameUnavailableLiteral=Non disponible
CommandStatus.HelpText1=R\u00e9pertorie les modifications en attente pour les noms d'espaces de travail sp\u00e9cifi\u00e9s.
CommandStatus.IndentedChange=\ \ Modifier:
CommandStatus.IndentedDate=\ \ Date:
CommandStatus.IndentedFileType=\ \ Type de fichier:
CommandStatus.IndentedLocalItem=\ \ \u00c9l\u00e9ment local:
CommandStatus.IndentedLock=\ \ Verrou:
CommandStatus.IndentedShelveset=\ \ Jeu de r\u00e9servations:
CommandStatus.IndentedSourceItem=\ \ \u00c9l\u00e9ment source:
CommandStatus.IndentedUser=\ \ Utilisateur:
CommandStatus.IndentedWorkspace=\ \ Espace de travail:
CommandStatus.LocalPath=Chemin d'acc\u00e8s local
CommandStatus.LocalPathUnavailableLiteral=Non disponible
CommandStatus.NumChangesAndDetectedFormat={0} modification(s), {1} modification(s) d\u00e9tect\u00e9e(s)
CommandStatus.NumChangesFormat={0} modification(s)
CommandStatus.ShelvesetNameUnknownLiteral=inconnu
CommandStatus.ThereAreNoMatchingPendingChanges=Aucune modification en attente correspondante.
CommandStatus.User=Utilisateur
CommandStatus.UserOptionCannotTakeWildcardWhenWorkspaceSupplied=L'option user n'accepte pas de valeur de caract\u00e8re g\u00e9n\u00e9rique lorsque l'option workspace est sp\u00e9cifi\u00e9e.
CommandStatus.UserWasExplicitButNoUserRead=L'utilisateur \u00e9tait explicite mais aucun utilisateur n'a \u00e9t\u00e9 lu
CommandUndelete.CommandRequiresAtLeastOneItemPathFormat={0} n\u00e9cessite au moins un chemin d''acc\u00e8s \u00e0 l''\u00e9l\u00e9ment.
CommandUndelete.HelpText1=Restaure les fichiers ou dossiers qui ont \u00e9t\u00e9 supprim\u00e9s pr\u00e9c\u00e9demment.
CommandUndelete.NoArgumentsMatchedAnyToUndeleted=Aucun argument ne correspondait \u00e0 des fichiers \u00e0 restaurer.
CommandUndelete.OnlyOneItemNameWithNewname=Un seul \u00e9l\u00e9ment peut \u00eatre sp\u00e9cifi\u00e9 lorsque l'option newname est \u00e9galement sp\u00e9cifi\u00e9e.
CommandUndo.CommandRequiresAtLeastOneLocalPathArgumentFormat={0} n\u00e9cessite au moins un argument de chemin d''acc\u00e8s local.
CommandUndo.HelpText1=Supprime les modifications en attente d'un espace de travail, en restaurant les fichiers sur le disque local pour qu'ils correspondent \u00e0 l'\u00e9tat du serveur de contr\u00f4le de code source avant modification.
CommandUndo.WorkspaceNotFoundOnServerFormat=L''espace de travail ''{0}'' est introuvable sur le serveur.
CommandUndoUnchanged.HelpText1=Annulez les modifications en attente redondantes \u00e0 partir des fichiers qui n'ont pas \u00e9t\u00e9 r\u00e9ellement modifi\u00e9s. Si l'\u00e9tat d'un \u00e9l\u00e9ment avec une modification en attente est le m\u00eame que sur le serveur, la modification est annul\u00e9e.
CommandUndoUnchanged.HelpText2=Cela s'av\u00e8re utile si vous extrayez quinze fichiers pour les modifier, mais que vous ne modifiez r\u00e9ellement que trois de ces fichiers. Vous pouvez sauvegarder les modifications apport\u00e9es aux douze autres fichiers en ex\u00e9cutant cette commande, ce qui d\u00e9termine si le fichier a r\u00e9ellement \u00e9t\u00e9 modifi\u00e9.
CommandUndoUnchanged.AllChangesModifiedSinceCheckout=Aucune modification en attente redondante. Toutes les modifications en attente ont \u00e9t\u00e9 modifi\u00e9es depuis l'extraction.
CommandUndoUnchanged.BuildUnchangedPendingChanges=G\u00e9n\u00e9ration de la liste des modifications en attente redondantes\u0085
CommandUndoUnchanged.ConfirmUndoUnchanged=Voulez-vous annuler les modifications en attente redondantes\u00a0? (O/N)
CommandUndoUnchanged.EditTypeChangeFormat=\ Modifier (les contenus correspondent)\u00a0: {0}
CommandUndoUnchanged.GettingPendingChanges=Obtention de la liste des modifications en attente pour votre espace de travail\u0085
CommandUndoUnchanged.NoPendingChanges=Il n'y a aucune modification en attente.
CommandUndoUnchanged.UndoingPendingChanges=Annulation des modifications en attente redondantes\u0085
CommandUndoUnchanged.WorkspaceNotFoundOnServerFormat=L''espace de travail ''{0}'' est introuvable sur le serveur.
CommandUnlabel.CommandRequiresOneLabelNameFormat=La commande {0} requiert un nom d''\u00e9tiquette et une ou plusieurs sp\u00e9cifications d''\u00e9l\u00e9ment.
CommandUnlabel.HelpText1=Supprime un \u00e9l\u00e9ment d'une \u00e9tiquette existante dans le serveur de contr\u00f4le de code source.
CommandUnlabel.YouMustSpecifiyAnItemToRemoveLabelFrom=Vous devez sp\u00e9cifier un \u00e9l\u00e9ment \u00e0 supprimer de l'\u00e9tiquette.
CommandUnshelve.ConflictsFoundFormat={0} conflits d\u00e9tect\u00e9s:
CommandUnshelve.DeletedShelvesetFormat=Jeu de r\u00e9servations {0} supprim\u00e9.
CommandUnshelve.HelpText1=Restaure les modifications r\u00e9serv\u00e9es (y compris les commentaires, les notes d'archivage et les associations des \u00e9l\u00e9ments de travail) dans l'espace de travail actuel.
CommandUnshelve.NoChangesUnshelved=Aucune modification d\u00e9r\u00e9serv\u00e9e.
CommandUnshelve.PleaseSpecifyShelvesetName=Sp\u00e9cifiez un nom de jeu de r\u00e9servations.
CommandWorkFold.CloakRequiresSinglePath=L'option cloak requiert un seul chemin d'acc\u00e8s.
CommandWorkFold.Collection=Collection:
CommandWorkFold.CommandRequiresZeroOneTwoPathsFormat={0} requiert z\u00e9ro, un ou deux arguments de chemin d''acc\u00e8s.
CommandWorkFold.DecloakRequiresSinglePath=L'option decloak requiert un seul chemin d'acc\u00e8s.
CommandWorkFold.ErrorOpeningWorkfoldFileFormat=Erreur lors de l''ouverture du fichier {0}\u00a0: {1}
CommandWorkFold.ErrorRefreshingCachedWorkspaceFormat=Erreur lors de l''actualisation de l''espace de travail mis en cache {0} du serveur: {1}
CommandWorkFold.ErrorUnmappingFolder=Erreur lors de l'annulation du mappage de dossiers de travail:
CommandWorkFold.FirstFreeArgumentMustBeServerPath=Le premier argument libre doit \u00eatre un chemin d'acc\u00e8s de serveur.
CommandWorkFold.HelpText1=Cr\u00e9e, modifie ou affiche des informations sur les mappages entre les dossiers de votre espace de travail et les dossiers du serveur de contr\u00f4le de code source auxquels ils correspondent.
CommandWorkFold.LocalPathHasNoMappedAncestorsFormat=Impossible de masquer le chemin d''acc\u00e8s local ''{0}'', car il ne comporte pas d''anc\u00eatres mapp\u00e9s.
CommandWorkFold.MappingFileCloakErrorFormat=Erreur lors de l''analyse de la ligne {0}\u00a0: chemin d''acc\u00e8s au serveur attendu pour le masquage
CommandWorkFold.MappingFileMapErrorFormat=Erreur lors de l''analyse de la ligne {0}\u00a0: chemins d''acc\u00e8s au serveur et local attendus pour le mappage
CommandWorkFold.MappingIsNotCloakMappingFormat=Le mappage de dossiers de travail pour ''{0}'' n''est pas un mappage masqu\u00e9.
CommandWorkFold.NoWorkingFolderAssignedInWorkspaceFormat=Aucun dossier de travail assign\u00e9 au chemin d''acc\u00e8s local ''{0}'' dans l''espace de travail ''{1}''.
CommandWorkFold.NoWorkspaceFoundContainingMappingFormat=Aucun espace de travail contenant un mappage de dossiers de travail pour ''{0}''.
CommandWorkFold.OneOneOfMapUnmapCloakDecloak=Seule une des options suivantes peut \u00eatre sp\u00e9cifi\u00e9e: map, unmap, cloak, ou decloak.
CommandWorkFold.OneServerPathAndOneLocalPathRequired=Un chemin d'acc\u00e8s de serveur et un chemin d'acc\u00e8s local sont requis.
CommandWorkFold.ServerPathFormatException=Exception de format de chemin d'acc\u00e8s:
CommandWorkFold.UnmapRequiresSinglePath=L'option unmap requiert un seul chemin d'acc\u00e8s.
CommandWorkFold.WorkingFolderTypeCloakedLiteral=masqu\u00e9
CommandWorkFold.Workspace=Espace de travail:
CommandWorkspace.ComptuerNotValidWhenEditing=L'option computer n'est pas valide lors de la modification d'un espace de travail.
CommandWorkspace.HelpText1=Permet de cr\u00e9er, supprimer et modifier les propri\u00e9t\u00e9s et les mappages associ\u00e9s \u00e0 un espace de travail.
CommandWorkspace.MultipleWorkspacesMatchSpecFormat=Plusieurs espaces de travail correspondent \u00e0 la sp\u00e9cification ''{0}''. Essayez d''ajouter le nom du propri\u00e9taire \u00e0 la sp\u00e9cification s''il n''est pas d\u00e9j\u00e0 pr\u00e9sent.
CommandWorkspace.NewOrDeleteButNotBoth=L'option new ou delete peut \u00eatre sp\u00e9cifi\u00e9e, mais pas les deux.
CommandWorkspace.OneWorkspaceNameRequiredForDelete=Un nom d'espace de travail est requis pour supprimer un espace de travail.
CommandWorkspace.OnlyOneNameWhenCreating=Un seul nom peut \u00eatre sp\u00e9cifi\u00e9 lors de la cr\u00e9ation d'un espace de travail.
CommandWorkspace.OnlyOneNameWhenEditing=Un seul nom peut \u00eatre sp\u00e9cifi\u00e9 lors de la modification d'un espace de travail.
CommandWorkspace.PublicWorkspacesNotSupported=Le serveur Team Foundation auquel votre projet d'\u00e9quipe est connect\u00e9 ne prend pas en charge les espaces de travail publics.
CommandWorkspace.SetFileTimeNotSupported=TF400038: le serveur Team Foundation auquel votre projet d'\u00e9quipe est connect\u00e9 ne prend pas en charge la d\u00e9finition de l'option d'heure de fichier sur un espace de travail.
CommandWorkspace.SetFileTimeToCheckinGetWarning=Vous devez effectuer une op\u00e9ration d'extraction forc\u00e9e afin que les heures de fichier dans votre espace de travail soient mises \u00e0 jour en fonction de l'heure d'archivage.
CommandWorkspace.SpecifyAtLeastNewnameOrCommentOrFileTime=Sp\u00e9cifiez au moins l'une des options suivantes\u00a0: newname, comment, filetime ou permission
CommandWorkspace.TemplateNotValidWhenEditing=L'option template n'est pas valide lors de la modification d'un espace de travail.
CommandWorkspace.WorkspaceCouldNotBeFoundFormat=L''espace de travail ''{0}'' est introuvable.
CommandWorkspace.WorkspaceCreatedFormat=L''espace de travail ''{0}'' a \u00e9t\u00e9 cr\u00e9\u00e9.
CommandWorkspace.WorkspaceDeletedFormat=L''espace de travail ''{0}'' a \u00e9t\u00e9 supprim\u00e9.
CommandWorkspace.WorkspaceTemplateCouldNotBeFoundFormat=Le mod\u00e8le d''espace de travail ''{0}'' est introuvable.
CommandWorkspace.WorkspaceUpdatedFormat=L''espace de travail ''{0}'' a \u00e9t\u00e9 mis \u00e0 jour.
CommandWorkspaces.Collection=Collection:
CommandWorkspaces.CollectionURIUnknownLiteral=inconnu
CommandWorkspaces.CommandRequiresAtMostOneWorkspaceFormat={0} requiert au moins un nom d''espace de travail.
CommandWorkspaces.Comment=Commentaire
CommandWorkspaces.CommentColon=Commentaire:
CommandWorkspaces.Computer=Ordinateur
CommandWorkspaces.ComputerColon=Ordinateur:
CommandWorkspaces.CouldNotDetermineTheServerToQuery=Impossible de d\u00e9terminer le serveur pour ex\u00e9cuter la requ\u00eate. Utilisez l'option server.
CommandWorkspaces.DetailedAndXMLFormatsRequireCollectionOption=Impossible d'utiliser les formats d\u00e9taill\u00e9 et XML lors de l'affichage de la liste de tous les espaces de travail sur cet ordinateur. Pour utiliser le format d\u00e9taill\u00e9 ou XML, sp\u00e9cifiez l'option collection.
CommandWorkspaces.FileTimeColon=Heure de fichier:
CommandWorkspaces.FileTimeCheckin=Archivage
CommandWorkspaces.FileTimeCurrent=Actuel
CommandWorkspaces.HelpText1=Affiche des informations de l'espace de travail nomm\u00e9 (ou affiche des informations sur tous les espaces de travail en cache si aucun nom n'est sp\u00e9cifi\u00e9). Permet \u00e9galement de modifier les informations sur l'espace de travail en cache.
CommandWorkspaces.HelpText2=Sp\u00e9cifiez les options remove et server pour supprimer les informations d'espace de travail correspondantes. L'option remove accepte la valeur '*' pour correspondre \u00e0 tous les noms d'espaces de travail.
CommandWorkspaces.LocationColon=Emplacement:
CommandWorkspaces.LocationLocal=Local
CommandWorkspaces.LocationServer=Serveur
CommandWorkspaces.NoLocalWorkspacesFound=Aucun espace de travail local trouv\u00e9.
CommandWorkspaces.NoWorkspaceInCacheMatchesForAllServersFormat=Aucun espace de travail du cache ne correspond \u00e0 {0} pour tous les serveurs.
CommandWorkspaces.NoWorkspaceInCacheMatchesForServerFormat=Aucun espace de travail du cache ne correspond \u00e0 {0} pour le serveur {1}.
CommandWorkspaces.NoWorkspaceMatchingNameOnComputerFormat=Aucun espace de travail correspondant \u00e0 {0} sur l''ordinateur {1} n''a \u00e9t\u00e9 trouv\u00e9 dans Team Foundation Server {2}.
CommandWorkspaces.NoWorkspaceNamesWithRemove=Aucun nom d'espace de travail n'est accept\u00e9 lorsque l'option remove est utilis\u00e9e.
CommandWorkspaces.Owner=Propri\u00e9taire
CommandWorkspaces.OwnerColon=Propri\u00e9taire:
CommandWorkspaces.RemoveCannotBeUsedWithOwnerComputerFormatUpdateusernameUpdatecomputername=Impossible d'utiliser l'option remove avec l'option owner, computer, format, updateUserName ou updateComputerName.
CommandWorkspaces.RemoveRequiresAtLeastOneWorkspaceOrWildcard=L'option remove requiert au moins un nom d'espace de travail (ou le caract\u00e8re g\u00e9n\u00e9rique '*' pour correspondre \u00e0 tous les espaces de travail).
CommandWorkspaces.CollectionColon=Collection:
CommandWorkspaces.PermissionProfileColon=Autorisations\u00a0:
CommandWorkspaces.PermissionProfileCustom=Personnalis\u00e9
CommandWorkspaces.PermissionProfilePrivate=Priv\u00e9
CommandWorkspaces.PermissionProfilePublic=Public
CommandWorkspaces.PermissionProfilePublicLimited=Public limit\u00e9
CommandWorkspaces.ServerRequiredWithUpdatecomputernameUpdateusername=L'option server doit \u00eatre sp\u00e9cifi\u00e9e lorsque l'option updateComputerName ou updateUserName est sp\u00e9cifi\u00e9e.
CommandWorkspaces.WildcardCannotBeUsedWithOtherWorkspaceNames=Impossible d'utiliser l'espace de travail g\u00e9n\u00e9rique avec d'autres noms d'espaces de travail.
CommandWorkspaces.WildcardsNotAllowedInComputer=Les caract\u00e8res g\u00e9n\u00e9riques ne sont pas autoris\u00e9s dans la valeur de l'option computer.
CommandWorkspaces.WildcardsNotAllowedInOwner=Les caract\u00e8res g\u00e9n\u00e9riques ne sont pas autoris\u00e9s dans la valeur de l'option owner.
CommandWorkspaces.WorkingFoldersColon=Dossiers de travail:
CommandWorkspaces.WorkingFolderTypeCloakedLiteral=masqu\u00e9
CommandWorkspaces.Workspace=Espace de travail
CommandWorkspaces.WorkspaceColon=Espace de travail:
ConflictPrinter.MergeSummaryFormat={0}: {1} local, {2} serveur, {3} les deux et {4} en conflit
DiffLauncher.CouldNotStartExternalToolFormat=Impossible de d\u00e9marrer l''outil externe ''{0}''. Erreur d''ex\u00e9cution: {1}
LabelResultPrinter.CreatedLabelFormat=\u00c9tiquette {0} cr\u00e9\u00e9e
LabelResultPrinter.DeletedLabelFormat=\u00c9tiquette {0} supprim\u00e9e
LabelResultPrinter.UnknownLabelStatusFormat=\u00c9tat d''\u00e9tiquette inconnu {0} pour l''\u00e9tiquette {1}
LabelResultPrinter.UpdatedLabelFormat=\u00c9tiquette {0} mise \u00e0 jour
LocalFileDiffLaunchItem.FileLocalDateLabelFormat={0}  (local)    {1}
LocalFileDiffLaunchItem.NoFilelabel=[aucun fichier]
PendingChangeDiffLaunchItem.ErrorCreatingTempForAdd=Erreur lors de la cr\u00e9ation du fichier temporaire pour l'ajout
PendingChangeDiffLaunchItem.NoFileLabel=[aucun fichier]
PendingChangeDiffLaunchItem.PendingChangeLocalItemLabelFormat={0} ; {1}  (serveur)    {2}
PendingChangeDiffLaunchItem.PendingChangeServerItemLabelFormat={0}  (serveur)    {1}
Prompt.AnswerAll=t
Prompt.AnswerCancel=a
Prompt.AnswerNo=n
Prompt.AnswerYes=o
Prompt.InvalidResponse=R\u00e9ponse non valide.
Prompt.QuestionYesNoAllCancelSuffix=(Oui/Non/Tout/Annuler)
Prompt.QuestionYesNoAllSuffix=(Oui/Non/Tout)
Prompt.QuestionYesNoCancelSuffix=(Oui/Non/Annuler)
Prompt.QuestionYesNoSuffix=(Oui/Non)
WorkItemEditSupport.AddedExternalLinkFormat=lien externe ajout\u00e9 ({0}) \u00e0 ''{1}'' ({2})
WorkItemEditSupport.AddedFileAttachmentFormat=pi\u00e8ce jointe ajout\u00e9e ''{0}'' ({1})
WorkItemEditSupport.AddedHyperlinkFormat=lien hypertexte ajout\u00e9 \u00e0 ''{0}'' ({1})
WorkItemEditSupport.AddedRelatedLinkFormat=lien associ\u00e9 ajout\u00e9 \u00e0 ''{0}'' ({1})
WorkItemEditSupport.ArgumentDoesNotReferenceExistingFieldFormat=l''argument [{0}] ne r\u00e9f\u00e9rence pas un champ existant
WorkItemEditSupport.ArgumentMustBeInFieldValuePairSyntaxFormat=l''argument [{0}] doit se trouver dans la syntaxe de la paire champ/valeur.
WorkItemEditSupport.CannotAddRelatedDoesNotExistFormat=impossible d''ajouter le lien associ\u00e9: l''\u00e9l\u00e9ment de travail portant l''ID [{0}] n''existe pas ou l''acc\u00e8s est refus\u00e9
WorkItemEditSupport.ChangedFieldFormat={0} ({1}): {2}
WorkItemEditSupport.ExternalLinkAlreadyExistsFormat=ERREUR lors de l''ajout d''un lien externe \u00e0 ''{0}'': le lien existe d\u00e9j\u00e0
WorkItemEditSupport.FileAttachmentCommentsCannotBeLongerThanFormat=les commentaires de pi\u00e8ce jointe ne peuvent pas d\u00e9passer {0} caract\u00e8res
WorkItemEditSupport.FileIDNotValidForThisWorkItemFormat=l''ID de fichier [{0}] n''est pas valide pour cet \u00e9l\u00e9ment de travail
WorkItemEditSupport.HyperlinkAlreadyExistsFormat=ERREUR lors de l''ajout du lien hypertexte \u00e0 ''{0}'': le lien existe d\u00e9j\u00e0
WorkItemEditSupport.HyperlinkLocationsCannotBeLongerThanFormat=les emplacements des liens ne peuvent pas comporter plus de {0} caract\u00e8res
WorkItemEditSupport.LinkCommentsCannotBeLongerThanFormat=les commentaires des liens ne peuvent pas comporter plus de {0} caract\u00e8res
WorkItemEditSupport.LinkIDDoesNotExistForThisWorkItemFormat=l''ID de lien [{0}] n''existe pas pour cet \u00e9l\u00e9ment de travail
WorkItemEditSupport.LinkTypeIsNotValidFormat=le type de lien [{0}] n''est pas valide
WorkItemEditSupport.PickListValues=valeurs de la liste de choix
WorkItemEditSupport.RelatedLinkAlreadyExistsFormat=ERREUR lors de l''ajout du lien associ\u00e9 \u00e0 ''{0}'': le lien existe d\u00e9j\u00e0
WorkItemEditSupport.RelatedLinkDoesNotExistForThisWorkItemFormat=le lien associ\u00e9 [{0}] n''existe pas pour cet \u00e9l\u00e9ment de travail
WorkItemEditSupport.RemovedFileAttachmentFormat=pi\u00e8ce jointe supprim\u00e9e [{0}] de l''\u00e9l\u00e9ment de travail
WorkItemEditSupport.RemovedLinkFromWorkItemFormat=lien supprim\u00e9 [{0}] de l''\u00e9l\u00e9ment de travail
WorkItemEditSupport.RemovedRelatedLinkFromWorkItemFormat=lien associ\u00e9 supprim\u00e9 [{0}] de l''\u00e9l\u00e9ment de travail
WorkItemEditSupport.SavedNewRevisionFormat=Nouvelle r\u00e9vision enregistr\u00e9e {0} de l''\u00e9l\u00e9ment de travail {1}
WorkItemEditSupport.SetFieldFormat=Le champ {0} a la valeur ''{1}''
WorkItemEditSupport.TypeOfFieldFormat=le type du champ {0} est {1}
WorkItemEditSupport.UnableToSaveFormat=Impossible d''enregistrer: {0}
WorkItemEditSupport.URINotWellFormedFormat=l''URI [{0}] n''est pas correctement form\u00e9.
WorkItemEditSupport.WorkItemInvalidAfterEditNoSave=ERREUR: l'\u00e9l\u00e9ment de travail n'est pas valide \u00e0 l'issue de la modification. L'enregistrement ne sera pas effectu\u00e9.
WorkItemEditSupport.WorkItemNotChangedAfterEditNoSave=L'\u00e9l\u00e9ment de travail n'a pas \u00e9t\u00e9 modifi\u00e9 \u00e0 l'issue de la modification. L'enregistrement ne sera pas effectu\u00e9.
