Application.AClientErrorOccurredFormat=Clientfehler: {0}
Application.AnArgumentErrorOccurredFormat=Argumentfehler: {0}
Application.AnErrorOccurredFormat=Fehler: {0}
Application.AnInputValidationErrorOccurredFormat=Fehler bei der Eingabevalidierung: {0}
Application.CommandFileCoundNotBeFoundFormat=Die Befehlsdatei ''{0}'' wurde nicht gefunden.
Application.ErrorReadingFromCommandFileFormat=Fehler beim Lesen aus der Befehlsdatei ''{0}'': {1}
Application.ExitCodeFormat=ExitCode: {0}
Application.LicenseErrorFormat=Fehler: {0}
Application.RunTfEulaToAccept=F\u00fchren Sie "tf eula" aus, um die Microsoft-Software-Lizenzbedingungen zu akzeptieren.
Application.RunTfProductkeyToInstall=F\u00fchren Sie "tf productkey" aus, um einen Product Key zu installieren.
Application.StringCouldNotBeConvertedToURLFormat=Eine Zeichenfolge konnte nicht in eine URL umgewandelt werden: {0}
Application.VendorName=Microsoft
BaseWITCommand.ProjectOptionIsRequired=Die Option "project" ist erforderlich.
BaseWITCommand.TeamProjectNameNotFoundOnServerNamesAreFormat=Der Teamprojektname [{0}] wurde auf dem Server nicht gefunden. Die Teamprojektnamen lauten:
BaseWITCommand.TypeOptionRequired=Die Option "type" ist erforderlich.
BaseWITCommand.WorkItemDoesNotExistOrNoPermissionFormat=Die Arbeitsaufgabe [{0}] ist nicht vorhanden, oder Sie verf\u00fcgen nicht \u00fcber die Berechtigung, darauf zuzugreifen.
BaseWITCommand.WorkItemTypeNotValidForProjectNamesAreFormat=Der Arbeitsaufgabentyp mit dem Namen [{0}] ist im Projekt "{1}" nicht g\u00fcltig. Die Arbeitsaufgabentypen lauten:
Help.ExitCodeFailure=Fehler
Help.ExitCodeNotAttempted=Kein Versuch
Help.ExitCodePartialSuccess=Teilweise erfolgreich
Help.ExitCodeSuccess=Erfolgreich
Help.ExitCodeUnrecognizedCommand=Nicht erkannter Befehl angegeben
ChangesetPrinter.AssignedTo=Zugewiesen an
ChangesetPrinter.Change=\u00c4ndern
ChangesetPrinter.Changeset=Changeset
ChangesetPrinter.ChangesetColon=Changeset:
ChangesetPrinter.CheckInNotesColon=Eincheckhinweise:
ChangesetPrinter.Comment=Kommentar
ChangesetPrinter.CommentColon=Kommentar:
ChangesetPrinter.Date=Datum
ChangesetPrinter.DateColon=Datum:
ChangesetPrinter.ID=ID
ChangesetPrinter.ItemsColon=Elemente:
ChangesetPrinter.MessagesColon=\ \ Meldungen:
ChangesetPrinter.OverrideReasonColon=\ \ Grund f\u00fcr \u00dcberschreibung:
ChangesetPrinter.PolicyWarningsColon=Richtlinienwarnungen:
ChangesetPrinter.State=Zustand
ChangesetPrinter.Title=Titel
ChangesetPrinter.Type=Typ
ChangesetPrinter.User=Benutzer
ChangesetPrinter.UserColon=Benutzer:
ChangesetPrinter.WorkItemsColon=Arbeitsaufgaben:
Help.Arguments=Argumente
Help.AvailableCommandsAndTheirOptions=\ Verf\u00fcgbare Befehle und zugeh\u00f6rige Optionen:
Help.Command=Befehl
Help.CommandAliasesFormat=\ Befehlsaliase: {0}
Help.CommandNameHeaderFormat=\ {0} Befehl:
Help.ExitStatusCodesHeader=Beendigungsstatuscodes:
Help.ForGeneralHelpFormat=Allgemeine Hilfe finden Sie in der Datei ''help{0}index.htm'', die zusammen mit dem Programm installiert wurde.
Help.ForSpecificHelpLine1=Um Hilfe zu einem bestimmten Befehl zu erhalten, geben Sie den Befehlsnamen als Argument
Help.ForSpecificHelpLine2=f\u00fcr den help-Befehl an. Beispiel: "tf help checkin"
Help.NoOptionsMapEntryContactMicrosoftFormat=In der Optionszuordnung f\u00fcr {0} wurde kein Eintrag gefunden. Wenden Sie sich an {1}.
Help.NoteThisCommandProvidedForScripts=HINWEIS: Dieser Befehl wird f\u00fcr die Verwendung in Befehlsdateiskripten bereitgestellt.
Help.OptionsAcceptedByMostCommands=\ Optionen, die von den meisten Befehlen unterst\u00fctzt werden:
Help.OptionsMayBeStartedWithFormat=Optionen k\u00f6nnen eingeleitet werden mit: {0}
Help.ProductNameAndVersionHeaderFormat={0} {1} (Version {2}.{3}.{4}.{5})
Help.ValidOptionSets=\ G\u00fcltige Optionss\u00e4tze:
HistoryDisplay.Field=Feld
HistoryDisplay.HistoryColon=Verlauf:
HistoryDisplay.NewValue=Neuer Wert
HistoryDisplay.OldValue=Alter Wert
CLCHttpClientFactory.IllegalProxyURLFormat=Ung\u00fcltige Proxy-URL: ''{0}''
CLCHttpClientFactory.ProxyURLDoesNotContainValidHostnameFormat=Die Proxy-URL ''{0}'' enth\u00e4lt keinen g\u00fcltigen Hostnamen.
CLCTools.CorrectFollowingProblemsWithVariableFormat=Beheben Sie die folgenden Probleme mit der Umgebungsvariablen {0}: {1}
CLCTools.EnvironmentVariableNotSetFormat=Die Umgebungsvariable {0} ist nicht festgelegt.
CLCTransportRequestHandler.FederatedAuthFailedFormat=Zugriff beim Herstellen der Verbindung mit dem TFS-Server {0} verweigert (Authentifizierung als {1})
Command.AColonFormat={0}:
Command.AllItemsMustResideSingleWorkspace=Alle Elemente m\u00fcssen sich in einem einzigen Arbeitsbereich befinden.
Command.ArgumentFailMatchNoWildcardFormat=Das Argument ''{0}'' stimmte mit keiner der ausstehenden \u00c4nderungen \u00fcberein und ist kein Platzhalter.
Command.ArgumentFailMatchWildcardFormat=Das Argument ''{0}'' stimmte mit keiner der ausstehenden \u00c4nderungen \u00fcberein, ist aber ein Platzhalter. Der Vorgang wird fortgesetzt.
Command.ArgumentSkippedFormat=Das Argument ''{0}'' wurde \u00fcbersprungen, da es nicht analysiert werden konnte: {1}
Command.AutoCredentialsNotAvailable=Die Anmeldeinformationen zur Authentifizierung wurden nicht explizit bereitgestellt und konnten aus keinem der bereitgestellten Arbeitsbereiche oder Argumentpfade bestimmt werden. Verwenden Sie die Arbeitsbereich- oder Anmeldeoption (wenn die Option "noprompt" angegeben wird, muss der Wert der Option "login" den Benutzernamen, die Dom\u00e4ne und das Kennwort enthalten).
Command.AutoResolvedConflictFormat=Folgender Konflikt wurde automatisch behoben: {0} als {1}
Command.ChangesetNumberCheckedInFormat=Das Changeset Nr. {0} wurde eingecheckt.
Command.ChangesNotCheckedInBecauseNotModified=Die folgenden \u00c4nderungen wurden nicht eingecheckt, da die Elemente nicht ge\u00e4ndert wurden.
Command.CommandDoesNotSupportOptionFormat=Der Befehl ''{0}'' unterst\u00fctzt die Option ''{1}'' nicht.
Command.CouldNotDetermineCollectionURL=Die zu verwendende Team Foundation Server-Projektauflistungs-URL konnte anhand der angegebenen Optionen oder Argumentpfade nicht ermittelt werden. Geben Sie einen Arbeitsbereich an, oder verwenden Sie die Option "collection".
Command.DefaultCredsUnavailableLibraryLoadFailure=Die Standardanmeldeinformationen stehen nicht zur Verf\u00fcgung, da die Systembibliotheken nicht geladen werden konnten. Einzelheiten finden Sie in den Programmprotokolldateien.
Command.DefaultCredsUnavailableNoTicket=Die Standardanmeldeinformationen stehen nicht zur Verf\u00fcgung, da kein Kerberos-Ticket oder sonstiges Authentifizierungstoken verf\u00fcgbar ist.
Command.InteractiveAuthenticationFailedFormat=Fehler beim interaktiven Abruf der Anmeldeinformationen.  Ausf\u00fchrliche Informationen finden Sie in den Programmprotokolldateien. Um die webbrowserbasierte interaktive Authentifizierung zu umgehen, legen Sie die Umgebungsvariable "{0}" auf "true" fest. 
Command.InteractiveAuthenticationFailedDetailedLog1=Fehler beim interaktiven Authentifizieren mit dem Webbrowser. Hierzu ist entweder die JavaFX- oder die SWT-basierte Webbrowsersteuerung erforderlich:
Command.InteractiveAuthenticationFailedDetailedLog2=1. Die JavaFX-basierte Webbrowsersteuerung wird nur auf Oracle Java SE 7 Update 6 oder h\u00f6her, Oracle Java SE 8- oder von der OpenJDK 8-Laufzeit unterst\u00fctzt. (Beachten Sie, dass Sie das OpenJFX-Projekt ggf. selbst kompilieren m\u00fcssen).
Command.InteractiveAuthenticationFailedDetailedLog3=2. Um den SWT-Browser mit einem bestimmten XULRunner zu starten, legen Sie den Wert der Java-Systemeigenschaft "org.eclipse.swt.browser.XULRunnerPath" auf den vollst\u00e4ndigen Pfad des XULRunner fest.
Command.DeviceFlowCallbackTitle=OAuth 2.0-Authentifizierungsablauf f\u00fcr Ger\u00e4te
Command.DeviceFlowCallbackInstructionUrl=Um den Authentifizierungsprozess abzuschlie\u00dfen, \u00f6ffnen Sie einen Webbrowser und rufen den folgenden URI auf:
Command.DeviceFlowCallbackInstructionCodeFormat=Geben Sie bei Aufforderung den folgenden Code ein (Ablauf in {0} Minuten):
Command.DeviceFlowCallbackInstructionContinue=Nach Authentifizierung und Autorisierung beginnt die Ausf\u00fchrung.
Command.DeviceFlowCallbackInstructionBypassFormat=Um die webbrowserbasierte interaktive Authentifizierung zu umgehen, legen Sie die Umgebungsvariable "{0}" auf "true" fest. 
Command.DestroyedFormat=Zerst\u00f6rt: {0}
Command.FedAuthRequiresUsernamePassword=Die Verbundauthentifizierung f\u00fcr diesen Server erfordert einen Benutzernamen und ein Kennwort.
Command.GetStatusSummaryFormat=---- Zusammenfassung: {0} Konflikte, {1} Warnungen, {2} Fehler ----
Command.InvalidOptionCombinationFormat=Die Option {0}{1} kann nicht mit der Option {2}{3} kombiniert werden.
Command.MergeConflictsSuppressedFormat={0} Konflikte. Geben Sie {1}format:detailed an, um die einzelnen Konflikte in der Zusammenfassung aufzulisten.
Prompt.DisplayUsernameFormat=Benutzername: {0}
Prompt.LocalEchoCouldNotBeDisabled=(Warnung: lokales Echo konnte nicht deaktiviert werden; f\u00fcr die Zeichen erfolgt ein Echo)
Prompt.LoginPromptPassword=Kennwort:
Prompt.LoginPromptUsername=Benutzername:
Command.NoChangesLeftToCheckin=Es sind keine weiteren \u00c4nderungen zum Einchecken vorhanden.
Command.OnCheckingInFormat={0} wird eingecheckt: {1}
Command.OnNewPendingChangeFormatSKIPVALIDATE={1}
Command.OnShelvingFormat={0}wird abgelegt: {1}
Command.OnUndoingFormat={0} wird r\u00fcckg\u00e4ngig gemacht: {1}
Command.OptionCannotBeUsedWithOptionFormat=Die Option ''{0}'' kann nicht mit der Option ''{1}'' verwendet werden.
Command.OptionNotRegisteredFormat=Die Option {0} ist in der Optionstabelle nicht registriert\! Wenden Sie sich an {1}\!
Command.UnableToDetermineWorkspaceFormat=Der Arbeitsbereich kann nicht bestimmt werden. M\u00f6glicherweise k\u00f6nnen Sie diesen Fehler durch Ausf\u00fchren von ''tf workspaces {0}collection:TeamProjectCollectionUrl'' beheben.
Command.UndoingUndoneFormat=\ \ {0} wird r\u00fcckg\u00e4ngig gemacht: {1}
Command.WorkspaceCouldNotBeDetermined=Aus den Argumentpfaden und dem aktuellen Arbeitsverzeichnis konnte kein Arbeitsbereich bestimmt werden.
Command.WorkspaceNameAndOwnerMatchesMoreThanOneFormat=Der Arbeitsbereich mit dem Namen ''{0}'' und dem Besitzer ''{1}'' stimmt mit mehreren zwischengespeicherten Arbeitsbereichen \u00fcberein. Um diese Mehrdeutigkeit aufzul\u00f6sen, geben Sie die Option ''collection'' an, oder legen Sie das aktuelle Arbeitsverzeichnis auf einen Arbeitsordner im Arbeitsbereich fest, oder geben Sie einen lokalen Pfad zu einem zugeordneten Element als freies Argument an (wenn dies vom Befehl unterst\u00fctzt wird).
Command.WorkspaceNameMatchesMoreThanOneFormat=Der Arbeitsbereich mit dem Namen ''{0}'' stimmt mit mehreren zwischengespeicherten Arbeitsbereichen \u00fcberein. Versuchen Sie, den Besitzer des Arbeitsbereichs der Arbeitsbereichsangabe hinzuzuf\u00fcgen, sodass sich eine \u00dcbereinstimmung mit einem bestimmten Arbeitsbereich ergibt.
Command.WorkspaceNoLongerExistsFormat=Der Arbeitsbereich ''{0}'' wurde im lokalen Arbeitsspeichercache gefunden, er ist aber auf dem Server nicht mehr vorhanden. Der Arbeitsbereich wurde aus dem Cache entfernt.
Command.WorkspaceNotFoundInCacheFormat=Der Arbeitsbereich ''{0}'' wurde nicht gefunden.
Command.YouMustAcceptEULA=Sie m\u00fcssen die Microsoft-Software-Lizenzbedingungen f\u00fcr dieses Produkt akzeptieren.
CommandAdd.AddRequiresAtLeastOneLocalPath=Sie m\u00fcssen mindestens eine Datei oder einen Ordner angeben, wenn Sie den Befehl zum Hinzuf\u00fcgen in einem Serverarbeitsbereich verwenden.
CommandAdd.HelpText1=Erstellt eine ausstehende add-\u00c4nderung, die Dateien und Ordner aus dem lokalen Arbeitsbereich dem Quellcodeverwaltungsserver hinzuf\u00fcgt.
CommandAdd.NoAddsDetected=Es wurden keine Hinzuf\u00fcgungen festgestellt.
CommandAdd.NoArgumentsMatchedAnyFiles=Keines der Argumente stimmte mit hinzuzuf\u00fcgenden Dateien \u00fcberein.
CommandBranch.AuthorOnlyWithCheckin=Die Option "author" ist nur bei Verwendung der Option "checkin" zul\u00e4ssig.
CommandBranch.BranchRequiresTwoPathsFormat={0} erfordert genau zwei Argumente f\u00fcr lokale oder Serverpfade.
CommandBranch.CommentOnlyWithCheckin=Die Option "comment" ist nur bei Verwendung der Option "checkin" zul\u00e4ssig.
CommandBranch.HelpText1=Erstellt eine ausstehende branch-\u00c4nderung, die eines oder mehrere Elemente, einschlie\u00dflich des Verlaufs, von einem Speicherort an einen anderen Speicherort auf einem Quellcodeverwaltungsserver kopiert. Der lokale Arbeitsbereich wird sofort mit der neuen Kopie aktualisiert, es sei denn, die Option "noget" wird angegeben.
CommandBranch.LockOptionCannotBeUsedWithCheckin=Die Option "lock" kann nicht mit der Option "checkin" verwendet werden.
CommandBranch.NotesOnlyWithCheckin=Die Option "notes" ist nur bei Verwendung der Option "checkin" zul\u00e4ssig.
CommandBranch.OnlyOneVersionMayBeSuppliedFormat=F\u00fcr einen {0}-Vorgang darf nur eine Version angegeben werden.
CommandBranch.SourceAndTargetMustBeServerPathsWithCheckinOption=Beim Quell- und Zielpfad muss es sich um Serverpfade handeln, wenn die Option "checkin" verwendet wird.
CommandBranch.VersionOptionNotPermitted=Die Option "version" ist nicht zul\u00e4ssig, wenn f\u00fcr das Quellelement eine Versionsangabe vorhanden ist.
CommandBranch.VersionRangesNotSupported=Versionsbereiche werden f\u00fcr das Quellelement nicht unterst\u00fctzt.
CommandBranches.BranchedFromVersionFormat=Von Version {0} verzweigt
CommandBranches.BranchRequiresAtLeastOneItemFormat={0} erfordert mindestens ein Element.
CommandBranches.HelpText1=Zeigt den Verlauf einer Verzweigung f\u00fcr eine angegebene Datei oder einen angegebenen Ordner an.
CommandBranches.ItemNotUsedInAnyBranchesFormat=TF10101: Das Element {0} wird in keiner Verzweigungsstruktur verwendet.
CommandBranches.NoItemsMatchFormat=Keine \u00fcbereinstimmenden Elemente f\u00fcr {0}
CommandBranches.NoPermissionToReadBranchItem=[Keine Berechtigung zum Lesen dieses Verzweigungselements]
CommandBranches.VersionRangesNotSupported=Versionsbereiche werden nicht unterst\u00fctzt.
CommandChangeset.ChangesetHasBeenModifiedFormat=Das Changeset {0} wurde ge\u00e4ndert.
CommandChangeset.ChangesetNumberCannotBeSpecifiedWithLatest=Es kann keine Changesetnummer angegeben werden, wenn die Option "latest" verwendet wird.
CommandChangeset.HelpText1=Zeigt Informationen zu Attributen an und gestattet \u00c4nderungen der Attribute, z. B. der Kommentare und Eincheckhinweise, die einem Changeset zugeordnet sind.
CommandChangeset.NotAValidChangesetNumberSpecifyToMaxFormat={0} ist keine g\u00fcltige Changesetnummer. Geben Sie eine Zahl zwischen 1 and {1} an.
CommandChangeset.NoteFieldNotSupportedForChangesetFormat=TF10112: Das Feld f\u00fcr den Eincheckhinweis ''{0}'' wird f\u00fcr das Changeset {1} nicht unterst\u00fctzt.
CommandChangeset.SpecifyOneChangeset=Geben Sie genau eine Changesetnummer an.
CommandCheckin.AssociatedWorkitemFormat=Zugeordnete Arbeitsaufgabe {0}.
CommandCheckin.CheckinNotCompletedBecausePoliciesCouldNotBeLoaded=Der Eincheckvorgang wurde nicht abgeschlossen, da erforderliche Eincheckrichtlinien nicht geladen werden konnten. Installieren Sie die erforderlichen Richtlinien, oder stellen Sie eine \u00dcberschreibungsmeldung f\u00fcr die Eincheckrichtlinie bereit.
Command.CheckinNoteDoesNotPassRequirement=Die folgende Einchecknotiz erf\u00fcllt die Eincheckanforderung nicht:
Command.CheckinNoteFailureOutputFormat=\ {0}: {1}
Command.CheckInNotesDoNotPassRequirement=Die folgenden Einchecknotizen erf\u00fcllen die Eincheckanforderung nicht:
CommandCheckin.ConflictFormat=Konflikt: {0}
CommandCheckin.HelpText1=Checkt ausstehende \u00c4nderungen im aktuellen Arbeitsbereich auf dem Quellcodeverwaltungsserver ein.
CommandCheckin.IgnoringItemFormat={0} wird ignoriert.
CommandCheckin.NoChangesMatchedByArguments=Keine der \u00c4nderungen stimmte mit den Argumenten \u00fcberein.
CommandCheckin.NoChangesToCheckinInThisWorkspace=In diesem Arbeitsbereich sind keine einzucheckenden \u00c4nderungen vorhanden.
CommandCheckin.NoFilesCheckedIn=Es wurden keine Dateien eingecheckt.
CommandCheckin.NoWorkItemsResolvedOrAssociated=Es wurden keine Arbeitsaufgaben gel\u00f6st oder zugeordnet, da keine \u00c4nderungen eingecheckt wurden.
CommandCheckin.OverrideRequiresComment=Mit der Option "override" muss ein Kommentar angegeben werden, der die Richtlinien\u00fcberschreibung erl\u00e4utert.
CommandCheckin.PendingChangesDisappearedBeforeCheckin=Die ausstehenden \u00c4nderungen sind verschwunden, bevor sie eingecheckt werden konnten.
CommandCheckin.PoliciesHaveBeenOverridden=Die Richtlinien wurden \u00fcberschrieben.
CommandCheckin.ResolvableConflictFlaggedFormat=Der Server hat einen l\u00f6sbaren Konflikt gekennzeichnet: {0}
CommandCheckin.ResolvedWorkItemFormat=Gel\u00f6ste Arbeitsaufgabe {0}.
CommandCheckin.SomePoliciesCouldNotBeLoadedButOverrideEnabled=Einige Eincheckrichtlinien konnten nicht geladen werden, es wurde aber eine Richtlinien\u00fcberschreibungsmeldung bereitgestellt. Vorgang wird fortgesetzt.
CommandCheckin.TheseCheckInPoliciesHaveNotBeenSatisfied=Die folgenden Eincheckrichtlinien wurden nicht erf\u00fcllt:
CommandCheckin.ValidationFailed=Validierungsfehler
CommandCheckin.ValidationWasSuccessful=Die Validierung war erfolgreich.
CommandCheckin.WorkItemCannotBeBothResolvedAndAssociatedFormat=Die Arbeitsaufgabe {0} kann nicht gleichzeitig gel\u00f6st und zugeordnet werden.
CommandCheckin.WorkItemDoesNotSupportResolveFormat=Die Arbeitsaufgabe {0} unterst\u00fctzt keine Aufl\u00f6sung. Arbeitsaufgaben mit dem Typ ''{1}'' und dem Zustand ''{2}'' k\u00f6nnen Eincheckvorg\u00e4ngen nur zugeordnet werden.
CommandCheckout.CheckoutRequiresOnePathFormat={0} erfordert mindestens ein Argument mit einem lokalen Pfad.
CommandCheckout.HelpText1=Legt eine oder mehrere lokale Dateien als nicht schreibgesch\u00fctzt fest und erstellt ausstehende edit-\u00c4nderungen f\u00fcr diese Dateien im aktuellen Arbeitsbereich.
CommandCreate.CreatedWorkItemOfTypeInProjectFormat=Im Teamprojekt "{1}" wurde eine neue Arbeitsaufgabe vom Typ "{0}" erstellt.
CommandCreate.HelpText1=Erstellt eine Arbeitsaufgabe.
CommandDelete.DeleteRequiresAtLeastOnePathFormat={0} erfordert mindestens einen Elementpfad.
CommandDelete.HelpText1=Erstellt eine ausstehende delete-\u00c4nderung, die Dateien oder Ordner vom Quellcodeverwaltungsserver und dem lokalen Datentr\u00e4ger l\u00f6scht.
CommandDelete.NoArgumentsMatchedForDelete=Keines der Argumente stimmte mit zu l\u00f6schenden Dateien \u00fcberein.
CommandDelete.NoDeletesDetected=Es wurden keine L\u00f6schungen festgestellt.
CommandDestroy.CannotDestroyRoot=Sie k\u00f6nnen das Stammverzeichnis ($/) des Repositorys nicht l\u00f6schen.
CommandDestroy.DestroyAffectedQuestionYNAFormat=Der destroy-Vorgang zerst\u00f6rt ausstehende \u00c4nderungen (in Arbeitsbereichen oder Shelvesets).\nUm lediglich eine Liste der ausstehenden \u00c4nderungen abzurufen, f\u00fchren Sie ''tf destroy'' mit ''{0}preview'' aus.\nM\u00f6chten Sie ''{1}'' wirklich zerst\u00f6ren?
CommandDestroy.DestroyQuestionYNAFormat=M\u00f6chten Sie {0} einschlie\u00dflich aller untergeordneten Elemente zerst\u00f6ren?
CommandDestroy.DestroyRequiresOneOrMoreItemsFormat=F\u00fcr den Befehl {0} m\u00fcssen ein oder mehrere Elemente angegeben werden, die zerst\u00f6rt werden sollen.
CommandDestroy.FollowingPendingChangesWillBeDeletedFormat=Die folgenden ausstehenden \u00c4nderungen werden durch das Zerst\u00f6ren von ''{0}'' gel\u00f6scht:
CommandDestroy.FollowingShelvedChangesWillBeDeletedFormat=Die folgenden abgelegten \u00c4nderungen werden durch das Zerst\u00f6ren von ''{0}'' gel\u00f6scht:
CommandDestroy.HelpText1=Zerst\u00f6rt, d. h. l\u00f6scht unwiderruflich Elemente unter der Versionskontrolle aus der Versionskontrolle von Team Foundation.
CommandDestroy.ItemMustBeServerItemFormat=Das Element {0} muss ein Serverelement sein.
CommandDestroy.KeepHistoryRequiredWithStopAt=Sie m\u00fcssen die Option "keephistory" angeben, wenn Sie die Option "stopat" angeben.
CommandDestroy.NoItemsToDestroy=Es waren keine Elemente zum Zerst\u00f6ren vorhanden.
CommandDestroy.SpecifyOneOrMoreItemsToDestroy=Sie m\u00fcssen ein oder mehrere Elemente angegeben, die zerst\u00f6rt werden sollen.
CommandDestroy.StopAtCannotBeLabelOrWorkspace=Die Option "stopat" darf keine Bezeichnung und kein Versionsbezeichner f\u00fcr einen Arbeitsbereich sein.
CommandDifference.AColonBFormat={0}: {1}
CommandDifference.AgainstFolderPaddedFormat=mit dem Ordner: {0}
CommandDifference.AmbiguousVersionToCompare=Die zu vergleichende Dateiversion konnte nicht bestimmt werden. Geben Sie eine andere Dateiversion an, und wiederholen Sie den Vorgang.
CommandDifference.CannotDiffFolderAndFile=Ein Ordner kann nicht mit einer Datei verglichen werden.
CommandDifference.CouldNotDetermineWorkspaceFormat=Der Arbeitsbereich mit {0} konnte nicht bestimmt werden.
CommandDifference.DiffFolderPaddedFormat=Vergleich von Ordner   : {0}
CommandDifference.ErrorDiffingFileWithFileFormat=Fehler beim Vergleichen der Datei {0} mit {1}.
CommandDifference.ErrorDiffingPendingChangeFormat=Fehler beim Vergleichen der ausstehenden \u00c4nderung {0}: {1}
CommandDifference.ErrorDiffingShelvedChangeFormat=Fehler beim Vergleichen der abgelegten \u00c4nderung {0}: {1}
CommandDifference.ErrorPreparingLaunchItemForDiffFormat=Fehler beim Vorbereiten des Startelements f\u00fcr den Vergleich: {0}
CommandDifference.FileFoundOnlyUnderFormat={0} : [Datei nur gefunden in: {1}]
CommandDifference.FileOrFolderDoesNotExistFormat=Die Datei oder der Ordner {0} ist nicht vorhanden.
CommandDifference.FolderFoundOnlyUnderFormat={0} : [Ordner nur gefunden unter: {1}]
CommandDifference.HelpText1=Zeigt Unterschiede zwischen zwei Dateien, Dateien in zwei Ordnern oder einem Shelveset und einer lokalen oder Serverdatei an.
CommandDifference.HelpText10=Beispiele:
CommandDifference.HelpText2Format=Die Unterschiede in den Dateiinhalten werden mit dem Programm und den Argumenten angezeigt, die im Wert der festzulegenden Umgebungsvariablen {0} angegeben wurden. {0} muss das zu startende Programm und die erforderlichen Variablen enthalten (siehe unten). Es k\u00f6nnen au\u00dferdem zus\u00e4tzliche toolspezifische Optionen oder optionale Variablen angegeben werden. Argumente k\u00f6nnen entsprechend den Windows-Regeln f\u00fcr Anf\u00fchrungszeichen in der Shell in Anf\u00fchrungszeichen gesetzt werden.
CommandDifference.HelpText3=Die folgenden Variablen werden vor dem Start des Tools erweitert:
CommandDifference.HelpText4=Erforderliche Variablen:
CommandDifference.HelpText5=\ \ %1 - der vollst\u00e4ndige lokale Pfad des Quellelements
CommandDifference.HelpText6=\ \ %2 - der vollst\u00e4ndige lokale Pfad des Zielelements
CommandDifference.HelpText7=Optionale Variablen:
CommandDifference.HelpText8=\ \ %6 - eine beschreibende Bezeichnung f\u00fcr das Quellelement
CommandDifference.HelpText9=\ \ %7 - eine beschreibende Bezeichnung f\u00fcr das Zielelement
CommandDifference.InvalidShelvesetSpecificationFormat=Ung\u00fcltige Shelvesetangabe: {0}
CommandDifference.ItemNotFoundInCurrentWorkspaceFormat=Das Element {0} wurde im aktuellen Arbeitsbereich nicht gefunden.
CommandDifference.ItemNotFoundInTheRepositoryFormat=Das Element {0} wurde im Repository nicht gefunden.
CommandDifference.LocalLabelFormat={0}  (lokal)    {1}
CommandDifference.NoSourceFile=[keine Quelldatei]
CommandDifference.NoTargetFile=[keine Zieldatei]
CommandDifference.NoWorkingFolderMappingFormat=F\u00fcr {0} ist keine Arbeitsordnerzuordnung vorhanden.
CommandDifference.RecursiveCannotBeUsedWithFiles=Die Option "recursive" kann nicht bei einem Dateivergleich angegeben werden.
CommandDifference.RecursiveRequiresAtLeastOneItem=Die Option "recursive" erfordert mindestens ein lokales oder Serverelement.
CommandDifference.ServerLabelFormat={0};{1}  (Server)    {2}
CommandDifference.ShelvesetCannotBeUsedWithVersion=Die Option "shelveset" kann nicht mit der Option "version" verwendet werden.
CommandDifference.ShelvesetCannotBeUsedWithWorkspace=Die Option "shelveset" kann nicht mit der Option "workspace" verwendet werden.
CommandDifference.ShelvesetHasNoPendingChangesMatchingPatternFormat=Dem Shelveset {0} sind keine ausstehenden \u00c4nderungen zugeordnet, die folgenden Mustern entsprechen: {1}
CommandDifference.ThereAreNoPendingChanges=Es sind keine ausstehenden \u00c4nderungen vorhanden.
CommandDifference.ThereIsNoPendingChangeFormat=F\u00fcr {0} sind keine ausstehenden \u00c4nderungen vorhanden.
CommandDifference.TooManyItemsSpecified=Es wurden zu viele Elemente angegeben.
CommandDifference.VersionOptionNotAllowed=Die Option "version" ist nicht zul\u00e4ssig.
CommandDifference.WarningIgnoringVersionSpecFormat=Warnung {0} - Versionsangabe wird ignoriert.
CommandDifference.WorkspaceDoesNotExistFormat=Der Arbeitsbereich {0};{1} ist nicht vorhanden.
CommandDir.HelpText1=Zeigt den gesamten oder einen Teil des Inhalts eines Versionskontrollservers von Team Foundation an.
CommandDir.ItemsFormat={0} Element(e).
CommandDir.LocalPathIsNotMappedOnThisComputerFormat=Der lokale Pfad {0} ist auf diesem Computer nicht zugeordnet.
CommandDir.NoItemsFoundUnderFormat=Unter {0} wurden keine Elemente gefunden.
CommandDir.NoItemsMatchFormat=Keine \u00fcbereinstimmenden Elemente f\u00fcr {0}
CommandDir.NoWorkingFolderMappingFormat=F\u00fcr {0} ist keine Arbeitsordnerzuordnung vorhanden.
CommandDir.PathNotFoundOrNotSupportedFormat=TF10121: Der Pfad ''{0}'' wurde nicht gefunden oder wird nicht unterst\u00fctzt. Geben Sie einen anderen Pfad ein, oder w\u00e4hlen Sie einen Pfad aus.
CommandPrint.ExactlyOneFileItemRequired=Es ist genau eine Dateielementangabe erforderlich.
CommandPrint.ExactlyOneVersionRequired=Bei dieser Option ist genau eine Dateiversionsangabe erforderlich.
CommandPrint.HelpText1=Ruft eine Kopie einer Datei vom Quellcodeverwaltungsserver ab und gibt den Dateiinhalt an den Standardausgabestream aus.
CommandPrint.HelpText2=Die abzurufende Version kann \u00fcber die Option "version" oder als Versionsangabesuffix f\u00fcr die Elementangabe (z. B. "$/datei.txt;C34") angegeben werden.
CommandPrint.SpecifiedFileDoesNotExistAtVersion=Die angegebene Datei ist in der angegebenen Version nicht vorhanden.
CommandPrint.VersionRangeNotPermitted=F\u00fcr diesen Vorgang ist kein Versionsangabebereich zul\u00e4ssig.
CommandPrint.WildcardsNotAllowed=Platzhalter sind in der Elementangabe nicht zul\u00e4ssig.
CommandProperties.ChangeTypeNone=Keine
CommandProperties.HelpText1=Zeigt Informationen zu den Elementen unter Quellcodeverwaltung an.
CommandProperties.LocalInformationChange=\ \ \u00c4nderung:
CommandProperties.LocalInformationChangeset=\ \ Changeset:
CommandProperties.LocalInformationHeader=Lokale Informationen:
CommandProperties.LocalInformationLocalPath=\ \ Lokaler Pfad:
CommandProperties.LocalInformationServerPath=\ \ Serverpfad:
CommandProperties.LocalInformationType=\ \ Typ:
CommandProperties.NoFilesSpecified=Es wurden keine Dateien angegeben.
CommandProperties.NoItemsMatchFormat=Keine \u00fcbereinstimmenden Elemente f\u00fcr {0}
CommandProperties.PropertiesCommandObsoleteFormat=Der {0}-Befehl ist veraltet. Verwenden Sie stattdessen den ''tf info''-Befehl.
CommandProperties.ServerInformationChangeset=\ \ Changeset:
CommandProperties.ServerInformationDeletionID=\ \ L\u00f6sch-ID:
CommandProperties.ServerInformationFileType=\ \ Dateityp:
CommandProperties.ServerInformationHeader=Serverinformationen:
CommandProperties.ServerInformationLastModified=\ \ Zuletzt ge\u00e4ndert:
CommandProperties.ServerInformationLock=\ \ Sperre:
CommandProperties.ServerInformationLockOwner=\ \ Sperrenbesitzer:
CommandProperties.ServerInformationServerPath=\ \ Serverpfad:
CommandProperties.ServerInformationSize=\ \ Gr\u00f6\u00dfe:
CommandProperties.ServerInformationType=\ \ Typ:
CommandProperties.VersionSpecRangeNotPermitted=F\u00fcr diesen Vorgang ist kein Versionsangabebereich zul\u00e4ssig.
CommandProperties.WildcardWorkspaceNamesNotAllowed=Arbeitsbereichsnamen mit Platzhaltern sind nicht zul\u00e4ssig.
CommandProperties.WorkspaceCouldNotBeFoundFormat=Der Arbeitsbereich {0} wurde nicht gefunden.
CommandProperties.WorkspaceDidNotMatchAnyWorkspaceFormat=Der Arbeitsbereichsname {0} stimmt mit keinem der Arbeitsbereiche \u00fcberein.
CommandProperties.WorkspaceMatchedMoreThanOneWorkspaceFormat=Der Arbeitsbereichsname {0} stimmt mit mehreren Arbeitsbereichen \u00fcberein.
CommandProperty.AColonBFormat={0}: {1}
CommandProperty.BinaryValue=<Bin\u00e4rwert>
CommandProperty.CouldNotParseQualifiedItemFormat=Es konnte kein qualifiziertes Element aus {0} analysiert werden.
CommandProperty.ErrorWritingPropertyToFile=Fehler beim Schreiben der Eigenschaft in die Datei
CommandProperty.HelpText1=Bewirkt die Anzeige oder Aussetzung von \u00c4nderungen an Eigenschaften, die Elementen unter Versionskontrolle zugeordnet sind.
CommandProperty.HelpText2=Eigenschaften, die das Clientverhalten beeintr\u00e4chtigen:
CommandProperty.HelpText3Format=''{0}'': Steuert, ob das Modusbit der ausf\u00fchrbaren Datei von Unix gesetzt ist, wenn die Datei auf Unix-Plattformen verwendet wird. Setzen Sie den Wert auf ''{1}'', um das Ausf\u00fchrbit festzulegen, oder auf ''{2}'', um die Festlegung aufzuheben. Diese Eigenschaft kann offline ge\u00e4ndert werden.
CommandProperty.Name=Name
CommandProperty.NoFileMatchesFormat={0}: Es ist keine entsprechende Datei vorhanden.
CommandProperty.NoFilesSpecified=Es wurden keine Dateien angegeben.
CommandProperty.NoPropertiesOnItem=F\u00fcr dieses Element sind keine Eigenschaften vorhanden.
CommandProperty.NullValue=<NULL>
CommandProperty.OutputRequiresPropertyNameNoRecursion=Um einen Eigenschaftswert in eine Datei auszugeben, darf das rekursive Flag nicht vorhanden sein, und es muss ein Eigenschaftennamen angegeben werden.
CommandProperty.PropertyDoesNotExistFormat=F\u00fcr {1} ist kein Eigenschaftenname {0} vorhanden.
CommandProperty.ServerItem=Serverelement
CommandProperty.Value=Wert
CommandProperty.VersionRangesNotSupported=Versionsbereiche werden nicht unterst\u00fctzt.
OptionAddAttachment.OptionRequiresLocalPathCommentFormat=Die Option ''{0}'' erfordert einen lokalen Pfad und kann optional einen Kommentar enthalten (getrennt durch ein Komma).
OptionAddExternalLink.OptionRequiresLinkTypeArtifactAndCommentFormat=Die Option ''{0}'' erfordert einen g\u00fcltigen Linktyp und einen Artefakt-URI und kann optional einen Kommentar enthalten (jeweils getrennt durch ein Komma).
OptionAddHyperlink.OptionRequiresHyperlinkCommentFormat=Die Option ''{0}'' erfordert einen Linkspeicherort und kann optional einen Kommentar enthalten (getrennt durch ein Komma).
OptionAddRelated.OptionRequiresValidWorkItemIDCommentFormat=Die Option ''{0}'' erfordert eine g\u00fcltige Arbeitsaufgaben-ID und kann optional einen Kommentar enthalten (getrennt durch ein Komma).
OptionBooleanProperty.OptionRequiresThisOrThatAsValuesFormat=Die Option ''{0}'' erfordert ''{1}'' oder ''{2}'' als Wert.
OptionChangeset.SyntaxStringSingleChangesetFormat={0}{1}:changeset
OptionChangeset.SyntaxStringChangesetRangeFormat={0}{1}:changesetfrom{2}changesetto
OptionNotes.NotesFieldAndValueMustNotBeEmpty=Das Feld f\u00fcr die Option "notes" und der Zeichenfolgenwert d\u00fcrfen nicht leer sein.
OptionNotes.NotesOptionMustBeFilenameOrPair=Der Wert f\u00fcr die Option "notes" muss ein Dateiname oder ein Zeichenfolgenpaar (optional in Anf\u00fchrungszeichen) sein, getrennt durch ein Gleichheitszeichen.
OptionNotes.NotMustNotBeEmpty=Der Eincheckhinweis darf nicht leer sein.
OptionNotes.OptionValueCouldNotBeParsedFormat=Der Optionswert konnte nicht analysiert werden: {0}
OptionNumberProperty.OptionRequiresAnIntegerFormat=Die Option ''{0}'' erfordert als Wert eine lange ganze Zahl.
OptionPropertyBase.InvalidPropertyPairFormat=''{0}'' ist kein g\u00fcltiges Eigenschaftspaar. Eigenschaftspaare m\u00fcssen folgendes Format aufweisen: ''<Eigenschaftsname>=[<Eigenschaftswert>]''. Der Eigenschaftsname und das Gleichheitszeichen sind erforderlich. Der Eigenschaftswert ist optional. Ein leerer Eigenschaftswert hebt die Festlegung einer Eigenschaft auf.
OptionsMap.OptionValueMustBeSpecifiedFormat=F\u00fcr die Option ''{0}'' muss ein Wert angegeben werden.
OptionSetValues.PropertyNameEmpty=TF400301: Sie m\u00fcssen einen Namen f\u00fcr die Eigenschaft angeben.
OptionSetValues.PropertyValueEmptyFormat=TF400300: Sie m\u00fcssen einen Wert f\u00fcr die Eigenschaft ''{0}'' angeben.
OptionStopAt.OptionRequiresVersionSpecFormat=Der Wert der Option ''{0}'' muss eine Versionsangabe sein: {1}
OptionToVersion.SyntaxStringFormat={0}{1}:versionspec
OptionVersion.OptionRequiresVersionSpecFormat=Der Wert der Option ''{0}'' muss eine Versionsangabe sein: {1}
VersionedFileDiffLaunchItem.CannotCompareFileWithFolder=TF10108: Die Quellcodeverwaltung kann eine Datei nicht mit einem Ordner vergleichen. W\u00e4hlen Sie zwei Dateien aus, und wiederholen Sie den Vorgang.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlAtVersionFormat=Das Element {0} wurde in der Quellcodeverwaltung bei Version {1} nicht gefunden.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlFormat=Das Element {0} wurde in der Quellcodeverwaltung nicht gefunden.
VersionedFileDiffLaunchItem.VersionedItemLabelFormat={0};{1}  (Server)    {2}
CommandEdit.ArgumentIsNotAWorkItemIDFormat=Das Argument [{0}] ist keine Arbeitsaufgaben-ID.
CommandEdit.HelpText1=Bearbeitet eine Arbeitsaufgabe.
CommandEdit.MustSpecifyWorkItemID=Geben Sie eine Arbeitsaufgaben-ID an.
CommandEdit.WorkItemDoesNotExistOrNoPermissionFormat=Die Arbeitsaufgabe [{0}] ist nicht vorhanden, oder Sie verf\u00fcgen nicht \u00fcber die Berechtigung, darauf zuzugreifen.
CommandEula.AcceptEULAResponseNoChar=N
CommandEula.AcceptEULAResponseYesChar=j
CommandEula.AlreadyAcceptedEULA=Sie haben diese Microsoft-Software-Lizenzbedingungen bereits akzeptiert.
CommandEula.CannotUseNopromptWithEULA=Der Modus "noprompt" kann nicht mit dem Befehl "eula" verwendet werden.
CommandEula.CouldNotLoadEULA=Microsoft-Software-Lizenzbedingungen konnten nicht geladen werden.
CommandEula.DoYouAcceptEULAFormat=Akzeptieren Sie die Microsoft-Software-Lizenzbedingungen? [{0}/{1}]:
CommandEula.HelpText1=Akzeptiert die Microsoft-Software-Lizenzbedingungen f\u00fcr dieses Produkt. Die Zustimmung ist erforderlich, um das Produkt verwenden zu k\u00f6nnen.
CommandEula.PressEnterToContinue=-- Dr\u00fccken Sie die EINGABETASTE, um den Vorgang fortzusetzen. --
CommandGet.AllFilesUpToDate=Alle Dateien sind auf dem neuesten Stand.
CommandGet.ArgumentIsNotAWorkItemIDFormat=Das Argument [{0}] ist keine Arbeitsaufgaben-ID.
Application.CommandCanceled=Befehl wurde abgebrochen.
Application.ProblemContactingServerFormat=Problem bei der Anforderung an den Server: {0}
CommandGet.Comments=Kommentare
CommandGet.Description=Beschreibung
CommandGet.ErrorUpdatingWorkItemLinkDescriptions=Fehler beim Aktualisieren der Linkbeschreibungen f\u00fcr Arbeitsaufgaben.
CommandGet.ExactlyOneVersionSpecRequired=Bei dieser Option ist genau eine Versionsangabe erforderlich.
CommandGet.Field=Feld
CommandGet.FileAttachmentsColon=Dateianlagen:
CommandGet.FileID=Datei-ID
CommandGet.FollowingFieldNamesAreNotValid=Die folgenden Feldnamen sind ung\u00fcltig:
CommandGet.VCHelpText1=Ruft eine schreibgesch\u00fctzte Kopie einer oder mehrerer Dateien vom Quellcodeverwaltungsserver ab und speichert sie auf dem lokalen Datentr\u00e4ger. Ordner im Dateipfad werden bei Bedarf erstellt.
CommandGet.WITHelpText1=Zeigt eine Arbeitsaufgabe an.
CommandGet.VCHelpText2=Die abzurufende Version kann \u00fcber die Option "version" oder als Versionsangabesuffix f\u00fcr die Elementangabe (z. B. "$/datei.txt;C34") angegeben werden.
CommandGet.ItemCouldNotBeConvertedFormat=Das Element ''{0}'' konnte nicht in ein Abrufanforderungsobjekt umgewandelt werden. Benachrichtigen Sie {1}.
CommandGet.LinkID=Link-ID
CommandGet.LinksColon=Links:
CommandGet.LinkType=Linktyp
CommandGet.MustSpecifyWorkItemID=Geben Sie eine Arbeitsaufgaben-ID an.
CommandGet.Name=Name
CommandGet.NotApplicable=n/v
CommandGet.Size=Gr\u00f6\u00dfe
CommandGet.Value=Wert
CommandGet.VersionRangeNotPermitted=F\u00fcr diesen Vorgang ist kein Versionsangabebereich zul\u00e4ssig.
CommandGet.WorkspaceOptionNotValidForCommandFormat=Die Option ''workspace'' ist f\u00fcr den Befehl {0} nicht zul\u00e4ssig.
CommandGetChangeset.ChangesetOptionMustBeSupplied=Die Option "changeset" muss angegeben werden.
CommandGetChangeset.ChangeTypeColonServerItemFormat=\ {0}: {1}
CommandGetChangeset.ConflictsFoundFormat={0} Konflikte gefunden.
CommandGetChangeset.ExactlyOneChangesetNumberMustBeSupplied=Genau eine Changesetnummer muss angegeben werden.
CommandGetChangeset.GettingChangesInChangesetFormat=\u00c4nderungen im Changeset {0} werden abgerufen...
CommandGetChangeset.GettingLatestVersionInChangesetFormat=Aktuelle Version der \u00c4nderungen wird aus dem Changeset {0} abgerufen...
CommandGetChangeset.GettingTheChanges=\u00c4nderungen werden abgerufen...
CommandGetChangeset.GotChangesetFormat=Changeset {0} wurde abgerufen.
CommandGetChangeset.HelpText1=Ruft nur die Dateien in einem bestimmten Changeset in der f\u00fcr das Changeset geltenden Version ab. Nur Dateien in Ordnern, die Arbeitsordnern zugeordnet sind, werden abgerufen.
CommandGetChangeset.HelpText2=Wenn die Option "latest" angegeben wird, werden nicht die vom Changeset erstellten Versionen, sondern die neuesten Versionen der Dateien abgerufen.
CommandGetChangeset.OnlyChangesetVersionSpecsAllowed=Nur Changeset-Versionsangaben sind zul\u00e4ssig.
CommandGetChangeset.ResolvableWarningsEncountered=Aufl\u00f6sbare Warnungen sind aufgetreten.
CommandGetChangeset.ThereAreNoChangesToGet=Es sind keine abzurufenden \u00c4nderungen vorhanden.
CommandGetFile.DownloadComplete=Download abgeschlossen
CommandGetFile.DownloadingFormat=Wird heruntergeladen: {0} -> {1}...
CommandGetFile.ErrorDuringDownloadFormat=Fehler beim Herunterladen: {0}
CommandGetFile.FieldOptionRequired=Die Option "fileid" ist erforderlich.
CommandGetFile.HelpText1=L\u00e4dt eine Dateianlage f\u00fcr einen Arbeitsbereich herunter.
CommandGetFile.LocalDownloadTargetExistsAndOverwriteNotSpecifiedFormat=Das lokale Downloadziel [{0}] ist vorhanden, und die Option ''overwrite'' wurde nicht angegeben.
CommandGetFile.WorkItemDidNotHaveFileAttachmentFormat=Die Arbeitsaufgabe mit der ID [{0}] enthielt keine Dateianlage mit der ID [{1}].
CommandGetFile.WorkitemOptionRequired=Die Option "workitem" ist erforderlich.
CommandHelp.HelpRequiresACommandFormat={0} erfordert den Namen eines Befehls, f\u00fcr den die Hilfe angezeigt werden soll, oder keine Argumente, wenn die allgemeine Hilfe angezeigt werden soll.
CommandHelp.HelpText1=Zeigt die Hilfe f\u00fcr einen bestimmten Befehl oder f\u00fcr alle Befehle an, wenn kein Befehlsname als Argument \u00fcbergeben wird. Um die Beendigungsstatuscodes dieser Anwendung anzuzeigen, verwenden Sie die Option "listexitcodes".
CommandHistory.CommandRequiresExactlyOneArgumentFormat={0} erfordert genau ein Argument f\u00fcr den lokalen oder Serverpfad.
CommandHistory.HelpText1=Beschreibt bisherige \u00c4nderungen, die an einer oder mehreren Dateien oder Ordnern vorgenommen wurden.
CommandHistory.IgnoringItemmode=Die Option "itemmode" wird ignoriert.
CommandHistory.NoHistoryFound=F\u00fcr die angegebene Kombination von Element und Version wurden keine Eintr\u00e4ge im Verlauf gefunden.
CommandHistory.SlotmodeCannotBeCombinedWithItemmode=Die Option "slotmode" kann nicht mit der Option "itemmode" verwendet werden.
CommandHistory.UnsupportedOutputFormat=Nicht unterst\u00fctztes Ausgabeformat {0}
CommandInfo.HelpText1=Listet Teamprojekte auf einem Server oder Arbeitsaufgabentypen in einem Teamprojekt auf.
CommandInfo.TeamProject=Teamprojekt
CommandInfo.TeamProjectsForServerFormat=Teamprojekte f\u00fcr: {0}
CommandInfo.WorkItemType=Arbeitsaufgabentyp
CommandInfo.WorkItemTypesForProjectOnServerFormat=Arbeitsaufgabentypen f\u00fcr das Projekt "{0}" auf: {1}
IntegerValueOption.OptionRequiresAnIntegerFormat=Die Option ''{0}'' erfordert als Wert eine ganze Zahl.
MergeCandidatePrinter.Author=Autor
MergeCandidatePrinter.Changeset=Changeset
MergeCandidatePrinter.Date=Datum
MergePrinter.Author=Autor
MergePrinter.Changeset=Changeset
MergePrinter.Date=Datum
MergePrinter.MergedInChangeset=Im Changeset zusammengef\u00fchrt
MergePrinter.MergedItemsColon=Zusammengef\u00fchrte Elemente:
MergePrinter.UnMergedItemsColon=Elemente mit aufgehobener Zusammenf\u00fchrung:
MultipleIntegerValueOption.NotAValidIntegerFormat={0} ist keine g\u00fcltige ganze Zahl.
MultipleValueOption.OptionRequiresOneOrMoreValuesFormat=Die Option ''{0}'' erfordert einen oder mehrere Werte.
MultipleValueOption.OptionRequresOneOfTheFollowingValuesFormat=Die Option ''{0}'' erfordert einen der folgenden Werte: {1}
NoValueOption.NoValuesAcceptedFormat=Die Option ''{0}'' akzeptiert keine Werte.
ScriptCommandChangeDirectory.ChangeDirectoryFailedFormat=Fehler beim Wechseln zum Verzeichnis ''{0}''.
ScriptCommandChangeDirectory.CommandRequiresOneDirectoryFormat={0} erfordert genau ein Argument f\u00fcr den Verzeichnispfad.
ScriptCommandChangeDirectory.HelpText1=\u00c4ndert das aktuelle Arbeitsverzeichnis des Prozesses, der das Befehlsskript ausf\u00fchrt.
ScriptCommandExit.HelpText1=Beendet die Ausf\u00fchrung von Befehlen aus dem Befehlsdateiskript und beendet den Befehlszeilenclient.
ScriptCommandSetNoPrompt.CommandRequiresBooleanArgumentFormat={0} erfordert das Argument ''true'' oder ''false''.
ScriptCommandSetNoPrompt.HelpText1=Unterdr\u00fcckt interaktive Aufforderungen (z. B. eine Aufforderung zur Eingabe von Anmeldeinformationen) in nachfolgenden Befehlen.
ShelvedChangeDiffLaunchItem.ErrorCreatingTempFileForDelete=Fehler beim Erstellen der tempor\u00e4ren Datei f\u00fcr einen L\u00f6schvorgang.
ShelvedChangeDiffLaunchItem.ShelvedChangeLabelFormat=Abgelegte \u00c4nderung: {0};{1}
ShelvesetPrinter.Comment=Kommentar
ShelvesetPrinter.CommentColon=Kommentar:
ShelvesetPrinter.DateColon=Datum    :
ShelvesetPrinter.OverrideReasonColon=\ \ Grund f\u00fcr \u00dcberschreibung:
ShelvesetPrinter.Owner=Besitzer
ShelvesetPrinter.OwnerColon=Besitzer :
ShelvesetPrinter.PolicyWarningsColon=Richtlinienwarnungen:
ShelvesetPrinter.Shelveset=Shelveset
ShelvesetPrinter.ShelvesetColon=Shelveset:
SingleValueOption.OptionRequiresOneOfTheFollowingFormat=Die Option ''{0}'' erfordert einen der folgenden Werte: {1}
SingleValueOption.OptionRequiresSingleValueFormat=Die Option ''{0}'' erfordert einen einzelnen Wert.
SingleValueOrFileOption.ErrorReadingOptionValueFileFormat=Fehler beim Lesen der Optionswertedatei ''{0}'': {1}
SingleValueOrFileOption.OptionValueFileNotFoundFormat=Die Optionswertedatei ''{0}'' wurde nicht gefunden.
UnknownCommandException.CommandUnknownCommandFileHintFormat=Der Befehl ''{0}'' ist unbekannt. Befehlsdateien m\u00fcssen als erstes Argument angegeben werden (vor allen Optionen).
UnknownCommandException.CommandUnknownFormat=Der Befehl ''{0}'' ist unbekannt.
UnknownOptionException.UnknownOptionFormat=Die Option ''{0}'' ist unbekannt.
URIValueOption.OptionRequiresFullURLFormat=Der Wert der Option ''{0}'' muss eine vollst\u00e4ndige URL sein: {1}
UsernamePasswordValueOption.LoginHelpFormat={0}\n\nDie Option ''{1}'' erfordert einen Benutzernamen, eine Dom\u00e4ne und optional ein Kennwort. Beispiele:\n\n  {2}login:Benutzername@Dom\u00e4ne,Kennwort    (alle angegeben)\n  {2}login:Dom\u00e4ne\\Benutzername,Kennwort    (alle angegeben)\n  {2}login:Benutzername@Dom\u00e4ne,            (leeres Kennwort)\n  {2}login:Benutzername@Dom\u00e4ne             (mit Kennwortaufforderung)\n
CommandLabel.DeleteRequiresOneLabelName=Die Option "delete" erfordert, dass nur ein Bezeichnungsname angegeben wird.
CommandLabel.HelpText1=F\u00fcgt eine Bezeichnung hinzu oder entfernt eine Bezeichnung von einer Datei- oder Ordnerversion auf dem Quellcodeverwaltungsserver.
CommandLabel.LabelNameCannotBeEmpty=Der Bezeichnungsname darf nicht leer sein.
CommandLabel.MustSpecifyItemOrCommentOrOwner=Sie m\u00fcssen ein Element angeben oder die Option "comment" oder "owner" verwenden.
CommandLabel.PleaseSpecifyALabelName=Geben Sie einen Namen f\u00fcr die Bezeichnung an.
CommandLabels.Changeset=Changeset
CommandLabels.CommandRequiresZeroOrOneLabelNamesFormat={0} erfordert keinen oder genau einen Filter f\u00fcr den Bezeichnungsnamen.
CommandLabels.CommentColon=Kommentar:
CommandLabels.Date=Datum
CommandLabels.DateColon=Datum:
CommandLabels.HelpText1=Zeigt die Liste der Bezeichnungen auf dem Quellcodeverwaltungsserver an und filtert die Ergebnisse optional nach dem angegebenen Bezeichnungsnamen und Bereich. Der Filter wird in der Form <Bezeichnungsname> oder <Bezeichnungsname>@<Bereich> angegeben und kann Platzhaltern enthalten.
CommandLabels.Item=Element
CommandLabels.Label=Bezeichnung
CommandLabels.LabelColon=Bezeichnung:
CommandLabels.NoLabelsFound=Keine Bezeichnungen gefunden.
CommandLabels.Owner=Besitzer
CommandLabels.OwnerColon=Besitzer:
CommandLabels.ScopeColon=Bereich:
CommandLabels.UnsupportedOutputFormat=Nicht unterst\u00fctztes Ausgabeformat {0}
CommandLock.CommandRequiresOneLocalPathFormat={0} erfordert mindestens ein Argument mit einem lokalen Pfad.
CommandLock.HelpText1=\u00c4ndert die Sperrebene einer oder mehrerer Dateien oder Ordner. Sperren verweigern anderen Benutzern das Recht, aus einem anderen Arbeitsbereich \u00c4nderungen f\u00fcr eine Datei aus- bzw. einzuchecken. Die Sperrebene "none" gestattet \u00c4nderungen durch andere Benutzer.
CommandLock.LockOptionRequired=Die Option "lock" ist erforderlich.
CommandMerge.HelpText1=Wendet \u00c4nderungen aus einer Verzweigung auf eine andere an.
CommandMerge.InformationAboutVersionIsAmbiguous=TF10097: Die Informationen zu dieser Version der Datei sind mehrdeutig. Geben Sie eine andere Dateiversion an, und wiederholen Sie den Vorgang.
CommandMerge.ThereAreNoChangesToMerge=Es sind keine \u00c4nderungen zum Zusammenf\u00fchren vorhanden.
CommandMerge.TwoItemsAreRequired=Genau zwei Elemente (Quelle und Ziel) sind erforderlich. Es k\u00f6nnen lokale oder Serverpfade verwendet werden.
CommandMerge.VersionOrRangeRequiredForForce=Beim Verwenden der Option "force" muss eine Version oder ein Versionsbereich angegeben werden.
CommandMerges.CommandRequiresOneOrTwoItemsFormat=Der Befehl {0} muss entweder mit einem oder mit zwei Elementen ausgef\u00fchrt werden.
CommandMerges.HelpText1=Zeigt ausf\u00fchrliche Informationen zu bisherigen Zusammenf\u00fchrungen zwischen den angegebenen Quell- und Zielverzweigungen an.
CommandMerges.NoMergeHistoryForTarget=F\u00fcr das Zielelement wurden keine Eintr\u00e4ge im Zusammenf\u00fchrungsverlauf gefunden.
CommandMerges.UnsupportedOutputFormat=Nicht unterst\u00fctztes Ausgabeformat {0}
CommandMerges.WildcardsNotAllowed=Platzhalter sind nicht zul\u00e4ssig.
CommandOnline.CheckingStatusOfItemsFormat=Status der Elemente in {0} wird \u00fcberpr\u00fcft...
CommandOnline.HelpText1=Bei einem Verlust der Netzwerkverbindung k\u00f6nnen Sie Dateien bearbeiten, ohne die \u00c4nderungen auf dem Server zu registrieren. Mit dem Befehl "online" werden die lokalen Ordner mit dem Server synchronisiert, um "edits", "adds" und "deletes" f\u00fcr ge\u00e4nderte Dateien zu registrieren.
CommandOnline.HelpText2=Sie sollten Dateien nicht umbenennen, w\u00e4hrend Sie offline sind.
CommandOnline.NoChangesFoundToPend=Es wurden keine zu registrierenden \u00c4nderungen gefunden.
CommandOnline.ShowingPotentitalChangesOnly=Nur potenzielle \u00c4nderungen werden angezeigt. Es wurden keine \u00c4nderungen vorgenommen.
CommandOnline.SomeChangesCouldNotBePended=Einige \u00c4nderungen konnten nicht registriert werden.
CommandQuery.CreatedDate=Erstellungsdatum
CommandQuery.CreatedQueryInProjectFormat=Abfrage "{0}" in Projekt "{1}" erstellt
CommandQuery.CreationDateTimeColon=Erstellungsdatum/Uhrzeit:
CommandQuery.DeletedQueryInProjectFormat=Abfrage "{0}" in Projekt "{1}" gel\u00f6scht
CommandQuery.Description=Beschreibung
CommandQuery.ErrorInWIQLForQuery=Fehler in WIQL-Syntax der Abfrage:
CommandQuery.ExactlyOneQueryNameAndWIQLRequired=Es muss genau ein Abfragename gefolgt von genau einer WIQL-Zeichenfolge angegeben werden.
CommandQuery.ExactlyOneQueryNameRequired=Es muss genau ein Abfragename angegeben werden.
CommandQuery.HelpText1=Listet gespeicherte Abfragen auf.
CommandQuery.HelpText2=F\u00fchrt eine gespeicherte Abfrage aus.
CommandQuery.PrivateQueriesForTeamProjectFormat=Private Abfragen f\u00fcr Teamprojekt "{0}":
CommandQuery.PrivateQueryInProjectOnServerFormat=Private Abfrage "{0}" in Projekt "{1}" auf: {2}
CommandQuery.PublicQueriesForTeamProjectFormat=\u00d6ffentliche Abfragen f\u00fcr Teamprojekt "{0}":
CommandQuery.PublicQueryInProjectOnServerFormat=\u00d6ffentliche Abfrage "{0}" in Projekt "{1}" auf: {2}
CommandQuery.QueryCannotBeRunBecauseOfErrorInQueryFormat=Die Abfrage "{0}" konnte aufgrund eines Fehlers in der Abfrage nicht ausgef\u00fchrt werden: {1}
CommandQuery.QueryGUIDColon=Abfrage-GUID:
CommandQuery.QueryName=Abfragename
CommandQuery.QueryNotFoundUseListToQueryNamesFormat=Die Abfrage [{0}] wurde nicht gefunden. Verwenden Sie die Option ''list'', um verf\u00fcgbare Abfragenamen aufzulisten.
CommandQuery.QueryResultsFormat=Abfrageergebnisse: {0} Ergebnisse f\u00fcr Abfrage "{1}"
CommandQuery.TeamProject=Teamprojekt
CommandQuery.UpdatedQueryInProjectFormat=Abfrage "{0}" in Projekt "{1}" aktualisiert
CommandReconcile.BuildNameDoesNotContainChangesetFormat=Der Build ''{0}'' enth\u00e4lt keine Changeset-ID und kann nicht abgestimmt werden. Der Build war eventuell nicht f\u00fcr einen abgegrenzten Eincheckvorgang vorgesehen, oder die \u00c4nderungen wurden auf dem Server zur\u00fcckgenommen.
CommandReconcile.ExactlyOneChangesetMustBeSupplied=Genau eine Changesetnummer muss angegeben werden.
CommandReconcile.ForgettingBuildNameFormat=''{0}'' wird verworfen.
BuildPrinter.ColumnHeaderBuildName=Buildname
BuildPrinter.ColumnHeaderChangeset=Changeset
BuildPrinter.ColumnHeaderDateCompleted=Abschlussdatum
BuildPrinter.ColumnHeaderStatus=Status
BuildPrinter.QueuedBuildsMessage=Die folgenden abgegrenzten Eincheckvorg\u00e4nge wurden von diesem Computer \u00fcbertragen. Um den Arbeitsbereich mit einem abgeschlossenen Build abzustimmen, f\u00fchren Sie den Befehl "reconcile" erneut mit der Option "buildName" aus, und geben Sie den Namen eines abgeschlossenen Builds an.
CommandReconcile.HelpText1=Zeigt ausstehende \u00c4nderungen an oder nimmt ausstehende \u00c4nderungen zur\u00fcck, die identisch sind mit \u00c4nderungen in dem Changeset, das beim erfolgreichen Abschluss eines Builds f\u00fcr abgegrenzte Eincheckvorg\u00e4nge erstellt wurde. Wenn der Befehl ohne Argumente ausgef\u00fchrt wird, werden die von diesem Computer \u00fcbermittelten abgegrenzten Eincheckvorg\u00e4nge angezeigt. Verwenden Sie die Option "buildName" oder die Option "changeset", um einen Build oder ein Changeset anzugeben, das abgestimmt werden soll. Verwenden Sie die Option "forgetBuild", um einen Build aus der lokalen Liste der \u00fcbermittelten abgegrenzten Eincheckvorg\u00e4nge auf diesem Computer zu entfernen (die Serverinformationen werden nicht ge\u00e4ndert).
CommandReconcile.HelpText2=Wenn Elementangaben als freie Argumente angegeben werden, werden nur die angegebenen ausstehenden \u00c4nderungen mit dem Changeset abgestimmt, das durch den abgegrenzten Eincheckvorgang erstellt wurde. Wenn keine Elementangaben angegeben werden, werden alle ausstehenden \u00c4nderungen abgestimmt, die mit Elementen im Changeset \u00fcbereinstimmen.
CommandReconcile.HelpText3=Die Optionen "buildName", "forgetBuild" und "teamProject" k\u00f6nnen Platzhalter enthalten.
CommandReconcile.MoreThanOneBuildMatchedNameProjectFormat=Mehrere Builds stimmen mit dem Buildnamen ''{0}'' im Teamprojekt ''{1}'' \u00fcberein. F\u00fchren Sie den Befehl ''reconcile'' erneut mit einer Changesetnummer aus, um die \u00c4nderungen abzustimmen.
CommandReconcile.NoBuildsForWatchedCheckins=Es sind keine in der Warteschlange befindlichen oder abgeschlossenen Builds f\u00fcr abgegrenzte Eincheckvorg\u00e4nge auf diesem Computer vorhanden.
CommandReconcile.NoBuildsMatchingNameAndTeamProjectFormat=Es wurden keine erfolgreichen oder teilweise erfolgreichen Builds gefunden, die mit dem Buildnamen ''{0}'' im Teamprojekt ''{1}'' \u00fcbereinstimmen.
CommandReconcile.NoChangesCanBeAutomaticallyReconciled=Es sind keine \u00c4nderungen vorhanden, die automatisch mit der Version im angegebenen Changeset abgestimmt werden k\u00f6nnen.
CommandReconcile.NoPendingChangesFoundInChangeset=Es sind keine abzustimmenden \u00c4nderungen vorhanden, da im angegebenen Changeset keine der ausstehenden lokalen \u00c4nderungen gefunden wurden.
CommandReconcile.NoWatchedCheckins=Keiner der von diesem Computer \u00fcbermittelten abgegrenzten Eincheckvorg\u00e4nge wurde abgeschlossen, oder alle \u00fcbermittelten Eincheckvorg\u00e4nge wurden abgestimmt.
CommandReconcile.ReconcilingBuildNameWithChangesetFormat=Build ''{0}'' wird abgestimmt (Changeset {1}).
CommandReconcile.OnlyChangesetVersionSpecsAllowed=Nur Changeset-Versionsangaben sind zul\u00e4ssig.
CommandReconcile.OnlyOneOfBuildNameChangesetForget=Es darf nur eine der Optionen "buildName", "changeset" und "forgetBuild" angegeben werden.
CommandReconcile.ThereAreNoLocalPendingChangesToReconcile=Es sind keine ausstehenden lokalen \u00c4nderungen zum Abstimmen vorhanden.
CommandRename.HelpText1=Erstellt eine ausstehende \u00c4nderung "rename" (umbenennen), die eine Datei oder einen Ordner verschiebt oder umbenennt.
CommandRename.CommandRequiresExactlyTwoArgumentsFormat={0} erfordert genau zwei Argumente f\u00fcr lokale oder Serverpfade.
CommandResolve.ConflictWasNotResolvedFormat=Der Konflikt von {0} wurde nicht gel\u00f6st
CommandResolve.ExternalMergeToolExecFailedFormat=Das in der Umgebungsvariablen {0} angegebene externe Zusammenf\u00fchrungstool wurde nicht ordnungsgem\u00e4\u00df gestartet. (\u00dcberpr\u00fcfen Sie den Befehl und die Argumente.): {1}
CommandResolve.ExternalMergeToolInterrupted=Das externe Zusammenf\u00fchrungstool wurde unterbrochen.
CommandResolve.ForceOnlyValidWithAutoMergeOrExternal=Die Option "force" ist nur g\u00fcltig bei einer Verwendung mit den Aufl\u00f6sungen "AutoMerge" und "External".
CommandResolve.HelpText1=Gestattet das Aufl\u00f6sen von Konflikten zwischen ge\u00e4nderten Elementen im Arbeitsbereich und der neuesten bzw. der Zielversion der Elemente auf dem Server.
CommandResolve.HelpText10=Optionale Variablen:
CommandResolve.HelpText11=\ \ %3  der vollst\u00e4ndige lokale Pfad der gemeinsamen Datei (Baselinedatei)
CommandResolve.HelpText12=\ \ %5  diff-Befehlszeilenoptionen (selten verwendet)
CommandResolve.HelpText13=\ \ %6  eine beschreibende Bezeichnung f\u00fcr die urspr\u00fcngliche Datei (Serverdatei)
CommandResolve.HelpText14=\ \ %7  eine beschreibende Bezeichnung f\u00fcr die lokale Datei (ge\u00e4nderte Datei)
CommandResolve.HelpText15=\ \ %8  eine beschreibende Bezeichnung f\u00fcr die gemeinsame Datei (Baselinedatei)
CommandResolve.HelpText16=\ \ %9  eine beschreibende Bezeichnung f\u00fcr die zusammengef\u00fchrte Datei (Ergebnisdatei)
CommandResolve.HelpText17=Beispiele:
CommandResolve.HelpText18=\ \ (KDiff3)                kdiff3 -o "%4" -L1 "%8" -L2 "%7" -L3 "%6" "%3" "%2" "%1"
CommandResolve.HelpText19=\ \ (SourceGear DiffMerge)  diffmerge -m -t1 "%7" "%2" -t2 "%8" "%3" -t3 "%6" "%1" -r "%4"
CommandResolve.HelpText2=Wenn -auto:External angegeben ist, werden die Dateiinhalte mit dem in der Umgebungsvariablen
CommandResolve.HelpText3=\ angegebenen Programm zusammengef\u00fchrt.
CommandResolve.HelpText4=\ muss das zu startende Programm und die erforderlichen Variablen enthalten (siehe unten). Es k\u00f6nnen au\u00dferdem zus\u00e4tzliche toolspezifische Optionen oder optionale Variablen angegeben werden. Argumente k\u00f6nnen entsprechend den Windows-Regeln f\u00fcr Anf\u00fchrungszeichen in der Shell in Anf\u00fchrungszeichen gesetzt werden.
CommandResolve.HelpText5=Die folgenden Variablen werden vor dem Start des Tools erweitert:
CommandResolve.HelpText6=Erforderliche Variablen:
CommandResolve.HelpText7=\ \ %1  der vollst\u00e4ndige lokale Pfad der urspr\u00fcnglichen Datei (Serverdatei)
CommandResolve.HelpText8=\ \ %2  der vollst\u00e4ndige lokale Pfad der lokalen Datei (ge\u00e4nderte Datei)
CommandResolve.HelpText9=\ \ %4  der vollst\u00e4ndige lokale Pfad der zusammengef\u00fchrten Datei (Ergebnisdatei)
CommandResolve.NewnameOnlyValidWithAutoMergeOrExternalOrKeepYoursRenameTheirs=Die Option "newname" ist nur g\u00fcltig, wenn die Aufl\u00f6sung "AutoMerge", "External" oder "KeepYoursRenameTheirs" angegeben wird.
CommandResolve.NewNameRequiredWithKeepYoursRenameTheirs=Die Option "newname" ist erforderlich, wenn die Aufl\u00f6sung "KeepYoursRenameTheirs" angegeben wird.
CommandResolve.OnlyOneConflictWhenNewname=Wenn auch die Option "newname" angegeben ist, kann nur ein Konflikt aufgel\u00f6st werden. Der neue Name darf keine Platzhalter enthalten.
CommandResolve.OnlyOneConflictWithNewname=Wenn auch die Option "newname" angegeben ist, kann nur ein Konflikt aufgel\u00f6st werden. Der neue Name darf keine Platzhalter enthalten.
CommandResolve.ResolvedPathAsFormat={0} wurde als {1} aufgel\u00f6st.
CommandResolve.ThereAreNoConflictsToResolve=Es sind keine Konflikte zum Aufl\u00f6sen vorhanden.
CommandResolve.SymlinksOnlyAcceptYoursOrTheirs=Konflikte mit symbolischen Links k\u00f6nnen nur gel\u00f6st werden, indem die lokale Version beibehalten wird (KeepYours) oder die Serverversion abgerufen wird (TakeTheirs).
CommandResolvePath.FirstFreeArgumentMustBeServerPath=Das erste freie Argument muss ein Serverpfad sein.
CommandResolvePath.CommandRequiresOnePathFormat={0} erfordert genau ein Pfadargument.
CommandResolvePath.HelpText=\u00dcbersetzt Serverpfade in lokale Pfade. Eine leere Zeichenfolge wird zur\u00fcckgegeben, wenn der Serverpfad nicht zugeordnet ist.
CommandRollback.AmbiguousVersion=TF10097: Die Informationen zur Version der Datei sind nicht eindeutig. Geben Sie eine andere Dateiversion an, und versuchen Sie es erneut.
CommandRollback.CannotProvideWorkspaceOrLabelWithChangesetOptionFormat=TF204004: Mit der Option {0}{1} kann kein Argument zum Angeben eines Arbeitsbereichs oder einer Bezeichnung angegeben werden.
CommandRollback.HelpText1=Macht die \u00c4nderungen an einem Changeset oder Changesetbereich r\u00fcckg\u00e4ngig.
CommandRollback.NoChangesToRollback=TF204003: Keine zur\u00fcckzusetzenden \u00c4nderungen vorhanden.
CommandRollback.RollbackNoVersionsSpecified=TF204005: F\u00fcr den Befehl "tf rollback" wurden keine Versionen angegeben. Geben Sie Versionen an, und f\u00fchren Sie den Befehl erneut aus.
CommandShelve.ExactlyOneShelvesetForDeletion=Es muss genau ein Name des zu l\u00f6schenden Shelvesets (und optional dessen Besitzer) angegeben werden.
CommandShelve.HelpText1=Sendet ausstehende \u00c4nderungen (mit Kommentar, Eincheckhinweisen und zugeordneten Arbeitsaufgaben) an den Quellcodeverwaltungsserver, ohne die \u00c4nderungen einzuchecken. Abgelegte \u00c4nderungen k\u00f6nnen sp\u00e4ter f\u00fcr eine Bearbeitung oder zum Einchecken abgerufen werden.
CommandShelve.NoChangesShelved=Es wurden keine \u00c4nderungen abgelegt.
CommandShelve.NoMatchingPendingChangesNothingShelved=Keine \u00fcbereinstimmenden ausstehenden \u00c4nderungen gefunden. Es wurde nichts abgelegt.
CommandShelve.OptionNotValidForOptionSetFormat=Die Option ''{0}'' ist f\u00fcr diesen Optionssatz ung\u00fcltig. Sie kann nur beim L\u00f6schen von Shelvesets verwendet werden.
CommandShelve.PleaseSpecifyAShelvesetName=Geben Sie einen Shelvesetnamen an.
CommandShelve.ShelvesetCreatedFormat=Das Shelveset {0} wurde erstellt.
CommandShelve.ShelvesetSpecCouldNotBeParsedFormat=Die Shelvesetangabe {0} konnte nicht analysiert werden: {1}
CommandShelvesets.CommandRequiresZeroOrOneShelvesetNamesFormat={0} erfordert keinen oder genau einen Shelvesetnamen.
CommandShelvesets.HelpText1=Beschreibt auf dem Server gespeicherte \u00c4nderungss\u00e4tze.
CommandShelvesets.NoShelvesetsFoundMatchingFormat=Es wurden keine mit {0} \u00fcbereinstimmenden Shelvesets gefunden.
CommandShelvesets.UnsupportedOutputFormat=Nicht unterst\u00fctztes Ausgabeformat {0}
CommandStatus.CannotUseBothShelvesetAndWorkspace=Die Option "shelveset" und die Option "workspace" k\u00f6nnen nicht zusammen angegeben werden.
CommandStatus.Change=\u00c4ndern
CommandStatus.ComputerNameUnknownLiteral=unbekannt
CommandStatus.DetectedChangesHeaderText=Gefundene \u00c4nderungen:
CommandStatus.FileName=Dateiname
CommandStatus.FileNameUnavailableLiteral=nicht verf\u00fcgbar
CommandStatus.HelpText1=Listet die ausstehenden \u00c4nderungen f\u00fcr die angegebenen Arbeitsbereichsnamen auf.
CommandStatus.IndentedChange=\ \ \u00c4nderung:
CommandStatus.IndentedDate=\ \ Datum:
CommandStatus.IndentedFileType=\ \ Dateityp:
CommandStatus.IndentedLocalItem=\ \ Lokales Element:
CommandStatus.IndentedLock=\ \ Sperre:
CommandStatus.IndentedShelveset=\ \ Shelveset:
CommandStatus.IndentedSourceItem=\ \ Quellelement:
CommandStatus.IndentedUser=\ \ Benutzer:
CommandStatus.IndentedWorkspace=\ \ Arbeitsbereich:
CommandStatus.LocalPath=Lokaler Pfad
CommandStatus.LocalPathUnavailableLiteral=nicht verf\u00fcgbar
CommandStatus.NumChangesAndDetectedFormat={0} \u00c4nderungen, {1} gefundene \u00c4nderungen
CommandStatus.NumChangesFormat={0} \u00c4nderungen
CommandStatus.ShelvesetNameUnknownLiteral=unbekannt
CommandStatus.ThereAreNoMatchingPendingChanges=Es sind keine \u00fcbereinstimmenden ausstehenden \u00c4nderungen vorhanden.
CommandStatus.User=Benutzer
CommandStatus.UserOptionCannotTakeWildcardWhenWorkspaceSupplied=Die Option "user" akzeptiert keinen Platzhalterwert, wenn die Option "workspace" angegeben wird.
CommandStatus.UserWasExplicitButNoUserRead=Benutzer wurde explizit angegeben, aber es wurde kein Benutzer gelesen.
CommandUndelete.CommandRequiresAtLeastOneItemPathFormat={0} erfordert mindestens einen Elementpfad.
CommandUndelete.HelpText1=Stellt Dateien oder Ordner wieder her, die zuvor gel\u00f6scht wurden.
CommandUndelete.NoArgumentsMatchedAnyToUndeleted=Keines der Argumente stimmte mit den wiederherzustellenden Dateien \u00fcberein.
CommandUndelete.OnlyOneItemNameWithNewname=Wenn auch die Option "newname" angegeben ist, kann nur ein Element angegeben werden.
CommandUndo.CommandRequiresAtLeastOneLocalPathArgumentFormat={0} erfordert mindestens ein Argument mit einem lokalen Pfad.
CommandUndo.HelpText1=Entfernt ausstehende \u00c4nderungen aus einem Arbeitsbereich und stellt die Dateien auf dem lokalen Datentr\u00e4ger wieder her, sodass Sie dem Status der Dateien auf dem Quellcodeverwaltungsserver vor dem Durchf\u00fchren der \u00c4nderungen entsprechen.
CommandUndo.WorkspaceNotFoundOnServerFormat=Der Arbeitsbereich ''{0}'' wurde auf dem Server nicht gefunden.
CommandUndoUnchanged.HelpText1=Redundante ausstehenden \u00c4nderungen von Dateien, die nicht bearbeitet wurden, werden r\u00fcckg\u00e4ngig gemacht. Wenn der Zustand eines Elements mit einer ausstehenden \u00c4nderung dem auf dem Server entspricht, wird die \u00c4nderung r\u00fcckg\u00e4ngig gemacht.
CommandUndoUnchanged.HelpText2=Dies ist hilfreich f\u00fcr den Fall, dass Sie f\u00fcnfzehn Dateien zur Bearbeitung auschecken, jedoch nur an drei Dateien \u00c4nderungen vornehmen. Sie k\u00f6nnen die Bearbeitungen an den anderen zw\u00f6lf Dateien r\u00fcckg\u00e4ngig machen, indem Sie diesen Befehl ausf\u00fchren. Dabei wird ermittelt, ob eine Datei tats\u00e4chlich bearbeitet wurde.
CommandUndoUnchanged.AllChangesModifiedSinceCheckout=Es sind keine redundanten ausstehenden \u00c4nderungen vorhanden. Alle ausstehenden \u00c4nderungen wurden seit dem Auschecken bearbeitet.
CommandUndoUnchanged.BuildUnchangedPendingChanges=Liste der redundanten ausstehenden \u00c4nderungen wird erstellt...
CommandUndoUnchanged.ConfirmUndoUnchanged=M\u00f6chten Sie diese redundanten ausstehenden \u00c4nderungen r\u00fcckg\u00e4ngig machen? (J/N)
CommandUndoUnchanged.EditTypeChangeFormat=\ Bearbeitung (Inhalts\u00fcbereinstimmung): {0}
CommandUndoUnchanged.GettingPendingChanges=Liste der ausstehenden \u00c4nderungen f\u00fcr den Arbeitsbereich wird abgerufen...
CommandUndoUnchanged.NoPendingChanges=Es sind keine ausstehenden \u00c4nderungen vorhanden.
CommandUndoUnchanged.UndoingPendingChanges=Redundante ausstehende \u00c4nderungen werden r\u00fcckg\u00e4ngig gemacht...
CommandUndoUnchanged.WorkspaceNotFoundOnServerFormat=Der Arbeitsbereich ''{0}'' wurde auf dem Server nicht gefunden.
CommandUnlabel.CommandRequiresOneLabelNameFormat=Der Befehl {0} erfordert einen Bezeichnungsnamen und eine oder mehrere Elementangaben.
CommandUnlabel.HelpText1=Entfernt ein Element aus einer vorhandenen Bezeichnung auf dem Quellcodeverwaltungsserver.
CommandUnlabel.YouMustSpecifiyAnItemToRemoveLabelFrom=Sie m\u00fcssen ein Element angeben, von dem die angegebene Bezeichnung entfernt werden soll.
CommandUnshelve.ConflictsFoundFormat={0} Konflikte gefunden:
CommandUnshelve.DeletedShelvesetFormat=Shelveset {0} wurde gel\u00f6scht.
CommandUnshelve.HelpText1=Stellt abgelegte \u00c4nderungen (einschlie\u00dflich Kommentaren, Eincheckhinweisen und Arbeitsaufgabenzuordnungen) im aktuellen Arbeitsbereich wieder her.
CommandUnshelve.NoChangesUnshelved=Es wurden keine \u00c4nderungen aufgenommen.
CommandUnshelve.PleaseSpecifyShelvesetName=Geben Sie einen Shelvesetnamen an.
CommandWorkFold.CloakRequiresSinglePath=Die Option "cloak" erfordert einen einzelnen Pfad.
CommandWorkFold.Collection=Sammlung:
CommandWorkFold.CommandRequiresZeroOneTwoPathsFormat={0} erfordert keines, eines oder zwei Pfadargumente.
CommandWorkFold.DecloakRequiresSinglePath=Die Option "decloak" erfordert einen einzelnen Pfad.
CommandWorkFold.ErrorOpeningWorkfoldFileFormat=Fehler beim \u00d6ffnen der Datei "{0}": {1}
CommandWorkFold.ErrorRefreshingCachedWorkspaceFormat=Fehler beim Aktualisieren des zwischengespeicherten Arbeitsbereichs {0} auf dem Server: {1}
CommandWorkFold.ErrorUnmappingFolder=Fehler beim Aufheben der Zuordnung f\u00fcr den Arbeitsordner:
CommandWorkFold.FirstFreeArgumentMustBeServerPath=Das erste freie Argument muss ein Serverpfad sein.
CommandWorkFold.HelpText1=Erstellt, bearbeitet oder zeigt Informationen an zu den Zuordnungen zwischen den Arbeitsbereichsordnern und den zugeh\u00f6rigen Ordnern auf dem Quellcodeverwaltungsserver.
CommandWorkFold.LocalPathHasNoMappedAncestorsFormat=F\u00fcr den lokalen Pfad ''{0}'' sind keine \u00fcbergeordneten Elemente vorhanden. Daher kann er nicht verdeckt werden.
CommandWorkFold.MappingFileCloakErrorFormat=Fehler beim Analysieren von Zeile {0}: Serverpfad f\u00fcr Verdeckung erwartet
CommandWorkFold.MappingFileMapErrorFormat=Fehler beim Analysieren von Zeile {0}: Serverpfad und lokaler Pfad f\u00fcr Zuordnung erwartet
CommandWorkFold.MappingIsNotCloakMappingFormat=Die Arbeitsordnerzuordnung f\u00fcr ''{0}'' ist keine Verdeckungszuordnung.
CommandWorkFold.NoWorkingFolderAssignedInWorkspaceFormat=Im Arbeitsbereich ''{1}'' konnte kein dem lokalen Pfad ''{0}'' zugeordneter Arbeitsordner gefunden werden.
CommandWorkFold.NoWorkspaceFoundContainingMappingFormat=Es wurde kein Arbeitsbereich gefunden, der eine Arbeitsordnerzuordnung f\u00fcr ''{0}'' enth\u00e4lt.
CommandWorkFold.OneOneOfMapUnmapCloakDecloak=Es kann nur eine der Option "map", "unmap", "cloak" oder "decloak" angegeben werden.
CommandWorkFold.OneServerPathAndOneLocalPathRequired=Ein Serverpfad und ein lokaler Pfad sind erforderlich.
CommandWorkFold.ServerPathFormatException=Ausnahmefehler f\u00fcr den Serverpfad:
CommandWorkFold.UnmapRequiresSinglePath=Die Option "unmap" erfordert einen einzelnen Pfad.
CommandWorkFold.WorkingFolderTypeCloakedLiteral=verdeckt
CommandWorkFold.Workspace=Arbeitsbereich:
CommandWorkspace.ComptuerNotValidWhenEditing=Die Option "computer" ist ung\u00fcltig, wenn ein Arbeitsbereich bearbeitet wird.
CommandWorkspace.HelpText1=Erm\u00f6glicht das Erstellen, L\u00f6schen und Bearbeiten der Eigenschaften und Zuordnungen f\u00fcr einen Arbeitsbereich.
CommandWorkspace.MultipleWorkspacesMatchSpecFormat=Mehrere Arbeitsbereiche stimmen mit der Angabe ''{0}'' \u00fcberein. Versuchen Sie, den Besitzernamen an die Angabe anzuh\u00e4ngen, falls noch nicht geschehen.
CommandWorkspace.NewOrDeleteButNotBoth=Sie k\u00f6nnen entweder die Option "delete" oder die Option "new" angeben, aber nicht beide.
CommandWorkspace.OneWorkspaceNameRequiredForDelete=Ein Arbeitsbereichsname ist erforderlich, um einen Arbeitsbereich zu l\u00f6schen.
CommandWorkspace.OnlyOneNameWhenCreating=Es darf nur ein Name angegeben werden, wenn ein Arbeitsbereich erstellt wird.
CommandWorkspace.OnlyOneNameWhenEditing=Es darf nur ein Name angegeben werden, wenn ein Arbeitsbereich bearbeitet wird.
CommandWorkspace.PublicWorkspacesNotSupported=Der Team Foundation Server, mit dem das Teamprojekt verbunden ist, unterst\u00fctzt keine \u00f6ffentlichen Arbeitsbereiche.
CommandWorkspace.SetFileTimeNotSupported=TF400038: Der Team Foundation-Server, mit dem das Teamprojekt verbunden ist, unterst\u00fctzt das Festlegen der Option f\u00fcr die Dateizeitangabe in einem Arbeitsbereich nicht.
CommandWorkspace.SetFileTimeToCheckinGetWarning=Sie m\u00fcssen einen Get-Vorgang erzwingen, damit die Dateizeitangaben in Ihrem Arbeitsbereich auf die Eincheckzeit aktualisiert werden.
CommandWorkspace.SpecifyAtLeastNewnameOrCommentOrFileTime=Geben Sie mindestens eine der folgenden Optionen an: "newname", "comment", "filetime" oder "permission".
CommandWorkspace.TemplateNotValidWhenEditing=Die Option "template" ist ung\u00fcltig, wenn ein Arbeitsbereich bearbeitet wird.
CommandWorkspace.WorkspaceCouldNotBeFoundFormat=Der Arbeitsbereich ''{0}'' wurde nicht gefunden.
CommandWorkspace.WorkspaceCreatedFormat=Arbeitsbereich ''{0}'' wurde erstellt.
CommandWorkspace.WorkspaceDeletedFormat=Arbeitsbereich ''{0}'' wurde gel\u00f6scht.
CommandWorkspace.WorkspaceTemplateCouldNotBeFoundFormat=Der Vorlagenarbeitsbereich ''{0}'' wurde nicht gefunden.
CommandWorkspace.WorkspaceUpdatedFormat=Arbeitsbereich ''{0}'' wurde aktualisiert.
CommandWorkspaces.Collection=Sammlung:
CommandWorkspaces.CollectionURIUnknownLiteral=unbekannt
CommandWorkspaces.CommandRequiresAtMostOneWorkspaceFormat={0} erfordert mindestens einen Arbeitsbereichsnamen.
CommandWorkspaces.Comment=Kommentar
CommandWorkspaces.CommentColon=Kommentar:
CommandWorkspaces.Computer=Computer
CommandWorkspaces.ComputerColon=Computer:
CommandWorkspaces.CouldNotDetermineTheServerToQuery=Der abzufragende Server konnte nicht bestimmt werden. Verwenden Sie die Option "server".
CommandWorkspaces.DetailedAndXMLFormatsRequireCollectionOption=Das ausf\u00fchrliche und das XML-Format k\u00f6nnen nicht verwendet werden, wenn alle Arbeitsbereiche auf diesem Computer aufgelistet werden. Geben Sie die Option ''collection'' an, wenn Sie das ausf\u00fchrliche oder das XML-Format verwenden m\u00f6chten.
CommandWorkspaces.FileTimeColon=Dateizeit:
CommandWorkspaces.FileTimeCheckin=Einchecken
CommandWorkspaces.FileTimeCurrent=Aktuell
CommandWorkspaces.HelpText1=Zeigt Informationen zum angegebenen Arbeitsbereich an (oder Informationen zu allen zwischengespeicherten Arbeitsbereichen, wenn keine Namen angegeben werden). Erlaubt auch das Bearbeiten der zwischengespeicherten Arbeitsbereichsinformationen.
CommandWorkspaces.HelpText2=Geben Sie die Option "remove" und die Option "server" an, um \u00fcbereinstimmende zwischengespeicherte Arbeitsbereichsinformationen zu entfernen. Die Option "remove" akzeptiert den Wert "*", der allen Arbeitsbereichsnamen entspricht.
CommandWorkspaces.LocationColon=Speicherort:
CommandWorkspaces.LocationLocal=Lokal
CommandWorkspaces.LocationServer=Server
CommandWorkspaces.NoLocalWorkspacesFound=Es wurden keine lokalen Arbeitsbereiche gefunden.
CommandWorkspaces.NoWorkspaceInCacheMatchesForAllServersFormat={0} entspricht keinem Arbeitsbereich im Cache f\u00fcr alle Server.
CommandWorkspaces.NoWorkspaceInCacheMatchesForServerFormat={0} entspricht keinem Arbeitsbereich im Cache f\u00fcr den Server {1}.
CommandWorkspaces.NoWorkspaceMatchingNameOnComputerFormat=Auf dem Team Foundation Server {2} wurde kein Arbeitsbereich auf Computer {1} gefunden, der mit {0} \u00fcbereinstimmt.
CommandWorkspaces.NoWorkspaceNamesWithRemove=Arbeitsbereichsnamen sind nicht zul\u00e4ssig, wenn die Option "remove" verwendet wird.
CommandWorkspaces.Owner=Besitzer
CommandWorkspaces.OwnerColon=Besitzer:
CommandWorkspaces.RemoveCannotBeUsedWithOwnerComputerFormatUpdateusernameUpdatecomputername=Die Option ''remove'' kann nicht mit der Option ''owner'', ''computer'', ''format'', ''updateUserName'' oder ''updateComputerName'' verwendet werden.
CommandWorkspaces.RemoveRequiresAtLeastOneWorkspaceOrWildcard=Die Option "remove" erfordert mindestens einen Arbeitsbereichsnamen (oder den Platzhalter "*" f\u00fcr alle Arbeitsbereiche).
CommandWorkspaces.CollectionColon=Auflistung:
CommandWorkspaces.PermissionProfileColon=Berechtigungen:
CommandWorkspaces.PermissionProfileCustom=Benutzerdefiniert
CommandWorkspaces.PermissionProfilePrivate=Privat
CommandWorkspaces.PermissionProfilePublic=\u00d6ffentlich
CommandWorkspaces.PermissionProfilePublicLimited=Eingeschr\u00e4nkt \u00f6ffentlich
CommandWorkspaces.ServerRequiredWithUpdatecomputernameUpdateusername=Die Option "server" muss ebenfalls angegeben werden, wenn "updateComputerName" oder "updateUserName" verwendet wird.
CommandWorkspaces.WildcardCannotBeUsedWithOtherWorkspaceNames=Der Platzhalterarbeitsbereich kann nicht zusammen mit anderen Arbeitsbereichen angegeben werden.
CommandWorkspaces.WildcardsNotAllowedInComputer=Im Wert der Option "computer" sind keine Platzhalter zul\u00e4ssig.
CommandWorkspaces.WildcardsNotAllowedInOwner=Im Wert der Option "owner" sind keine Platzhalter zul\u00e4ssig.
CommandWorkspaces.WorkingFoldersColon=Arbeitsordner:
CommandWorkspaces.WorkingFolderTypeCloakedLiteral=verdeckt
CommandWorkspaces.Workspace=Arbeitsbereich
CommandWorkspaces.WorkspaceColon=Arbeitsbereich:
ConflictPrinter.MergeSummaryFormat={0}: {1} lokal, {2} Server, {3} beide und {4} widerspr\u00fcchlich
DiffLauncher.CouldNotStartExternalToolFormat=Das externe Tool ''{0}'' konnte nicht gestartet werden. Ausf\u00fchrungsfehler: {1}
LabelResultPrinter.CreatedLabelFormat=Die Bezeichnung {0} wurde erstellt
LabelResultPrinter.DeletedLabelFormat=Die Bezeichnung {0} wurde gel\u00f6scht
LabelResultPrinter.UnknownLabelStatusFormat=Unbekannter Bezeichnungsstatus {0} f\u00fcr Bezeichnung {1}
LabelResultPrinter.UpdatedLabelFormat=Die Bezeichnung {0} wurde aktualisiert
LocalFileDiffLaunchItem.FileLocalDateLabelFormat={0}  (lokal)    {1}
LocalFileDiffLaunchItem.NoFilelabel=[keine Datei]
PendingChangeDiffLaunchItem.ErrorCreatingTempForAdd=Fehler beim Erstellen der tempor\u00e4ren Datei f\u00fcr das Hinzuf\u00fcgen
PendingChangeDiffLaunchItem.NoFileLabel=[keine Datei]
PendingChangeDiffLaunchItem.PendingChangeLocalItemLabelFormat={0};{1}  (Server)    {2}
PendingChangeDiffLaunchItem.PendingChangeServerItemLabelFormat={0}  (Server)    {1}
Prompt.AnswerAll=a
Prompt.AnswerCancel=c
Prompt.AnswerNo=n
Prompt.AnswerYes=j
Prompt.InvalidResponse=Ung\u00fcltige Antwort.
Prompt.QuestionYesNoAllCancelSuffix=(Ja/Nein/Alle/abbreChen)
Prompt.QuestionYesNoAllSuffix=(Ja/Nein/Alle)
Prompt.QuestionYesNoCancelSuffix=(Ja/Nein/abbreChen)
Prompt.QuestionYesNoSuffix=(Ja/Nein)
WorkItemEditSupport.AddedExternalLinkFormat=Externer Link ({0}) zu "{1}" ({2}) hinzugef\u00fcgt
WorkItemEditSupport.AddedFileAttachmentFormat=Dateianlage "{0}" ({1}) hinzugef\u00fcgt
WorkItemEditSupport.AddedHyperlinkFormat=Link zu "{0}" ({1}) hinzugef\u00fcgt
WorkItemEditSupport.AddedRelatedLinkFormat=Zugeh\u00f6rigen Link zu "{0}" ({1}) hinzugef\u00fcgt
WorkItemEditSupport.ArgumentDoesNotReferenceExistingFieldFormat=das Argument [{0}] verweist nicht auf ein vorhandenes Feld
WorkItemEditSupport.ArgumentMustBeInFieldValuePairSyntaxFormat=das Argument [{0}] muss die Syntax Feld/Wert-Paar aufweisen.
WorkItemEditSupport.CannotAddRelatedDoesNotExistFormat=zugeh\u00f6riger Link kann nicht hinzugef\u00fcgt werden: Eine Arbeitsaufgabe mit der ID [{0}] ist nicht vorhanden, oder der Zugriff wird verweigert
WorkItemEditSupport.ChangedFieldFormat={0} ({1}): {2}
WorkItemEditSupport.ExternalLinkAlreadyExistsFormat=FEHLER beim Hinzuf\u00fcgen des externen Links zu "{0}": Link ist bereits vorhanden.
WorkItemEditSupport.FileAttachmentCommentsCannotBeLongerThanFormat=Kommentare f\u00fcr Dateianlagen d\u00fcrfen nicht l\u00e4nger sein als: {0}
WorkItemEditSupport.FileIDNotValidForThisWorkItemFormat=die Datei-ID [{0}] ist f\u00fcr diese Arbeitsaufgabe nicht g\u00fcltig
WorkItemEditSupport.HyperlinkAlreadyExistsFormat=FEHLER beim Hinzuf\u00fcgen des Links zu "{0}": Link ist bereits vorhanden.
WorkItemEditSupport.HyperlinkLocationsCannotBeLongerThanFormat=Linkspeicherorte d\u00fcrfen nicht l\u00e4nger sein als: {0}
WorkItemEditSupport.LinkCommentsCannotBeLongerThanFormat=Linkkommentare d\u00fcrfen nicht l\u00e4nger sein als: {0}
WorkItemEditSupport.LinkIDDoesNotExistForThisWorkItemFormat=die Link-ID [{0}] ist f\u00fcr diese Arbeitsaufgabe nicht vorhanden
WorkItemEditSupport.LinkTypeIsNotValidFormat=der Linktyp [{0}] ist ung\u00fcltig
WorkItemEditSupport.PickListValues=Listenwerte ausw\u00e4hlen
WorkItemEditSupport.RelatedLinkAlreadyExistsFormat=FEHLER beim Hinzuf\u00fcgen des zugeh\u00f6rigen Links zu "{0}": Link ist bereits vorhanden.
WorkItemEditSupport.RelatedLinkDoesNotExistForThisWorkItemFormat=der zugeh\u00f6rige Link [{0}] ist f\u00fcr diese Arbeitsaufgabe nicht vorhanden
WorkItemEditSupport.RemovedFileAttachmentFormat=Dateianlage [{0}] wurde aus der Arbeitsaufgabe entfernt
WorkItemEditSupport.RemovedLinkFromWorkItemFormat=der Link [{0}] wurde aus der Arbeitsaufgabe entfernt
WorkItemEditSupport.RemovedRelatedLinkFromWorkItemFormat=der zugeh\u00f6rige Link [{0}] wurde aus der Arbeitsaufgabe entfernt
WorkItemEditSupport.SavedNewRevisionFormat=Neue Revision {0} der Arbeitsaufgabe {1} wurde gespeichert
WorkItemEditSupport.SetFieldFormat=Das Feld {0} wird auf "{1}" festgelegt
WorkItemEditSupport.TypeOfFieldFormat=Typ des Felds {0} ist {1}
WorkItemEditSupport.UnableToSaveFormat=Fehler beim Speichern: {0}
WorkItemEditSupport.URINotWellFormedFormat=der URI [{0}] ist nicht wohlgeformt
WorkItemEditSupport.WorkItemInvalidAfterEditNoSave=FEHLER: Arbeitsaufgabe ist nach der Bearbeitung ung\u00fcltig. Der Speichervorgang wird nicht ausgef\u00fchrt.
WorkItemEditSupport.WorkItemNotChangedAfterEditNoSave=Arbeitsaufgabe wurde am Ende der Bearbeitung nicht gespeichert. Der Speichervorgang wird nicht ausgef\u00fchrt.
