GitBuildDefinitionDialog.BrowseDialogTitle=Procurar pasta
GitProjectFileTabPage.BuildFileWarning=Aviso: nenhum arquivo TFSBuild.proj encontrado em seu reposit\u00f3rio Git. Para criar um novo arquivo de projeto, clique em Criar para executar o Assistente de Cria\u00e7\u00e3o de Arquivo de Projeto MSBuild.
GitProjectFileControl.BuildFileWarningNotCheckedOut=Aviso: N\u00e3o foi encontrado nenhum arquivo TFSBuild.proj no reposit\u00f3rio do Git no servidor. N\u00e3o foi feito o check-out da ramifica\u00e7\u00e3o selecionada ou ela n\u00e3o existe.
GitProjectFileControl.BuildFileWarningNotCloned=Aviso: Nenhum arquivo TFSBuild.proj encontrado dentro do reposit\u00f3rio do Git especificado no servidor. O reposit\u00f3rio n\u00e3o est\u00e1 clonado para o espa\u00e7o de trabalho Eclipse atual.
GitProjectFileControl.BuildFileWarningNotCommitted=Aviso: O arquivo TFSBuild.proj encontrado no seu espa\u00e7o de trabalho do Eclipse atual n\u00e3o existe no servidor. Confirme esse arquivo (se necess\u00e1rio) e envie suas altera\u00e7\u00f5es por push ao servidor.
GitProjectFileControl.InvalidServerPathText=Aviso: O caminho do servidor do Reposit\u00f3rio do Git deve estar no formato "vstfs:///Git/VersionedItem/[TeamProject]/[Repository]/[Branch]/[RelativePathInGitRepo]". Insira um caminho de servidor v\u00e1lido.
GitProjectFileTabPage.SummaryLabelTextFormat={0} usa um arquivo de projeto do MSBuild para executar sua compila\u00e7\u00e3o. Especifique o caminho relativo dentro do reposit\u00f3rio Git para armazenar estes arquivos.
GitProjectFileTabPage.ConfigFolderLabelText=Pasta local no reposit\u00f3rio Git:
GitRepositoriesMap.NotClonedRepository=<n\u00e3o clonado>
GitRepositoriesMap.PathIsNotAvailable=<caminho indispon\u00edvel>
GitSourceSettingsControl.NoClonedRepositoriesFound=O espa\u00e7o de trabalho n\u00e3o cont\u00e9m nenhum reposit\u00f3rio do Git clonado por meio do Projeto da Equipe atual
GitSourceSettingsControl.NoRegisteredRepositories=O espa\u00e7o de trabalho n\u00e3o cont\u00e9m nenhum reposit\u00f3rio do Git
GitSourceSettingsControl.NoServerRepositories=O Projeto da Equipe atual n\u00e3o cont\u00e9m o reposit\u00f3rio do Git
GitSourceSettingsControl.NoUpstreamRepositoriesFound=O espa\u00e7o de trabalho n\u00e3o cont\u00e9m nenhum reposit\u00f3rio do Git com seu upstream no Projeto da Equipe atual. Garanta que a ramifica\u00e7\u00e3o local do seu reposit\u00f3rio tenha seu upstream definido para o reposit\u00f3rio remoto no Team Foundation Server/Visual Studio Team Services.
GitSourceSettingsControl.RepoLocalPathLabel=Caminho local do reposit\u00f3rio:
GitSourceSettingsControl.BranchLabelText=Ramifica\u00e7\u00e3o padr\u00e3o para compila\u00e7\u00f5es Manual e Agendada:
GitSourceSettingsControl.MonitoredBranchLabelText=Selecione ramifica\u00e7\u00f5es monitoradas para compila\u00e7\u00f5es sem interrup\u00e7\u00e3o e de integra\u00e7\u00e3o cont\u00ednua:
GitSourceSettingsControl.RepositoryLabelText=Reposit\u00f3rio:
GitSourceSettingsControl.SourceSettingHelperLabelText=Escolha a fonte da compila\u00e7\u00e3o de um reposit\u00f3rio do Git do Team Foundation.
GitSourceSettingsTabPage.TabLabelText=Configura\u00e7\u00f5es do c\u00f3digo-fonte
