BuildPolicy.CanOnlyCheckBuildsInEclipseFormat={0} \u306f Eclipse IDE \u5185\u90e8\u306e\u30d3\u30eb\u30c9\u306e\u307f\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u3059\u3002\u30d3\u30eb\u30c9 \u30a8\u30e9\u30fc\u306f\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3002
BuildPolicy.InstallInstructions=(\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093)
BuildPolicy.LongDescription=Eclipse \u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3067\u30d3\u30eb\u30c9 \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306f\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002
BuildPolicy.Name=\u30d3\u30eb\u30c9 \u30dd\u30ea\u30b7\u30fc
BuildPolicy.ShortDescription=\u30af\u30ea\u30fc\u30f3\u306a\u30d3\u30eb\u30c9\u304c\u5fc5\u8981\u3067\u3059
BuildPolicyConfiguration.MacthProblemsC=C/C++ \u958b\u767a\u30c4\u30fc\u30eb\u3067\u691c\u51fa\u3055\u308c\u305f\u554f\u984c\u3068\u4e00\u81f4\u3057\u307e\u3059
BuildPolicyConfiguration.MatchProblemsFindBugs=FindBugs Eclipse \u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u691c\u51fa\u3055\u308c\u305f\u554f\u984c\u3068\u4e00\u81f4\u3057\u307e\u3059
BuildPolicyConfiguration.MatchProblemsJava=Java \u958b\u767a\u30c4\u30fc\u30eb\u3067\u691c\u51fa\u3055\u308c\u305f\u554f\u984c\u3068\u4e00\u81f4\u3057\u307e\u3059
BuildPolicyDialog.DialogTitle=\u30d3\u30eb\u30c9 \u30dd\u30ea\u30b7\u30fc\u306e\u8a2d\u5b9a
BuildPolicyDialog.GeneralTabItemText=\u5168\u822c
BuildPolicyDialog.MarkersTabItemText=\u30de\u30fc\u30ab\u30fc
BuildPolicyUI.ErrorReadingResourceInfo=\u30ea\u30bd\u30fc\u30b9\u60c5\u5831\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
BuildPolicyUI.ErrorReadingResourceInfoFormat=\u30ea\u30bd\u30fc\u30b9\u60c5\u5831\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
BuildPolicyUI.FileHasBuildProblemFormat={0} \u3067\u30d3\u30eb\u30c9\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059: {1}
BuildPolicyUI.MessageText=\u3053\u306e\u30dd\u30ea\u30b7\u30fc\u306f\u3001Eclipse \u958b\u767a\u74b0\u5883\u5185\u3067\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u74b0\u5883\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u5f15\u304d\u7d9a\u304d\u5b9f\u884c\u3055\u308c\u307e\u3059\u304c\u3001\u6b63\u5e38\u306b\u52d5\u4f5c\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
BuildPolicyUI.MessageTitle=\u8b66\u544a
BuildPolicyUI.ProjectHasBuildProblemFormat=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{0}'': {1} \u3067\u30d3\u30eb\u30c9\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059: {2}
BuildPolicyUI.UnableToOpenEditor=\u30d3\u30eb\u30c9 \u30dd\u30ea\u30b7\u30fc \u30a8\u30e9\u30fc\u306e\u305f\u3081\u3001\u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
BuildPolicyUI.UnknownAreaFormat=\u69cb\u6210\u3055\u308c\u305f\u533a\u5206 {0} \u304c\u4e0d\u660e\u3067\u3059
BuildPolicyUI.UnknownBuildProblemFormat=\ \u3067\u30d3\u30eb\u30c9\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059: {0}
BuildPolicyUI.WorkspaceHasBuildProblemFormat=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9: {0} \u3067\u30d3\u30eb\u30c9\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u3066\u3044\u307e\u3059: {1}
GeneralTabControl.FileButtonText=\u30d5\u30a1\u30a4\u30eb\u306e\u307f\u3092\u30c1\u30a7\u30c3\u30af
GeneralTabControl.ProjectButtonText=\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30c1\u30a7\u30c3\u30af
GeneralTabControl.SummaryLabelText=\u3053\u306e\u30dd\u30ea\u30b7\u30fc\u3067\u306f\u3001\u4fdd\u7559\u4e2d\u306e\u5404\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u30d5\u30a1\u30a4\u30eb\u3092\u542b\u3080\u5927\u304d\u306a\u533a\u5206\u306e\u30af\u30ea\u30fc\u30f3\u306a\u30d3\u30eb\u30c9\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u3059\u3002
GeneralTabControl.WorkspaceButtonText=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u5168\u4f53\u3092\u30c1\u30a7\u30c3\u30af
MarkerBrowseDialog.BrowseLabelText=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306e\u73fe\u5728\u306e\u30d3\u30eb\u30c9\u7d50\u679c\u3067\u691c\u51fa\u3055\u308c\u305f\u30de\u30fc\u30ab\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3088\u308a\u591a\u304f\u306e\u30de\u30fc\u30ab\u30fc\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u30ea\u30bd\u30fc\u30b9\u306e\u30d3\u30eb\u30c9 \u30a8\u30e9\u30fc\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u3001\u3053\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u304d\u76f4\u3057\u307e\u3059\u3002
MarkerBrowseDialog.DialogTitle=\u30de\u30fc\u30ab\u30fc\u306e\u53c2\u7167
MarkerBrowseDialog.ExceptionFindingMarkers=\u30de\u30fc\u30ab\u30fc\u306e\u691c\u51fa\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
MarkerBrowseDialog.InputLabelText=\u30de\u30fc\u30ab\u30fc\u306e\u7a2e\u985e\u3092\u5165\u529b\u3059\u308b\u304b\u3001\u4e0b\u306e\u4e00\u89a7\u304b\u3089\u9078\u629e\u3057\u307e\u3059:
MarkerListControl.AddButtonText=\u8ffd\u52a0...
MarkerListControl.DeleteButtonText=\u524a\u9664
MarkerMatchTable.ColumnNameMarker=\u30de\u30fc\u30ab\u30fc
MarkerTabControl.AndLabelText=\u7d42\u4e86:
MarkerTabControl.CommentLabelText=\u8aac\u660e:
MarkerTabControl.IncludeSubtypesLabelText=\u30de\u30fc\u30ab\u30fc\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u3092\u542b\u3081\u307e\u3059
MarkerTabControl.MarkerAttributes=\u30de\u30fc\u30ab\u30fc\u306e\u5c5e\u6027:
MarkerTabControl.MarkerTypeLabelText=\u30de\u30fc\u30ab\u30fc\u306e\u7a2e\u985e:
MarkerTabControl.NoMarkerSelected=\u30de\u30fc\u30ab\u30fc\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
MarkerTabControl.PriorityHighLabelText=\u9ad8
MarkerTabControl.PriorityLabelText=\u512a\u5148\u5ea6:
MarkerTabControl.PriorityLowLabelText=\u4f4e
MarkerTabControl.PriorityNormalLabelText=\u6a19\u6e96
MarkerTabControl.SeverityErrorButtonText=\u30a8\u30e9\u30fc
MarkerTabControl.SeverityInfoButtonText=\u60c5\u5831
MarkerTabControl.SeverityLabelText=\u91cd\u5927\u5ea6:
MarkerTabControl.SeverityWarningButtonText=\u8b66\u544a
MarkerTabControl.SummaryLabelText=\u3053\u306e\u30dd\u30ea\u30b7\u30fc\u3067\u306f\u3001\u30ea\u30bd\u30fc\u30b9 \u30de\u30fc\u30ab\u30fc\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u3001\u30d3\u30eb\u30c9\u306b\u554f\u984c\u304c\u306a\u3044\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002\u30c1\u30a7\u30c3\u30af\u3059\u308b\u30de\u30fc\u30ab\u30fc\u3092\u5fc5\u8981\u306a\u6570\u3060\u3051\u5b9a\u7fa9\u3067\u304d\u307e\u3059\u3002\u6307\u5b9a\u3055\u308c\u305f\u5c5e\u6027\u306b\u4e00\u81f4\u3059\u308b\u30de\u30fc\u30ab\u30fc\u304c\u691c\u51fa\u3055\u308c\u308b\u3068\u3001\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002\n\n\u69cb\u6210\u3055\u308c\u305f\u30de\u30fc\u30ab\u30fc\u3092\u9078\u629e\u3057\u3066\u5909\u66f4\u3057\u3001\u6b21\u306e\u5c5e\u6027\u3092\u5909\u66f4\u3057\u307e\u3059\u3002[\u8ffd\u52a0...] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30de\u30fc\u30ab\u30fc\u3092\u53c2\u7167\u3059\u308b\u304b\u3001\u65e2\u77e5\u306e\u30de\u30fc\u30ab\u30fc\u306e\u7a2e\u985e\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
MarkerTabControl.ValidateLabelText=\u691c\u8a3c:
