Application.AClientErrorOccurredFormat=Erro do cliente: {0}
Application.AnArgumentErrorOccurredFormat=Erro de argumento: {0}
Application.AnErrorOccurredFormat=Erro: {0}
Application.AnInputValidationErrorOccurredFormat=Erro de valida\u00e7\u00e3o de entrada: {0}
Application.CommandFileCoundNotBeFoundFormat=Arquivo de comando ''{0}'' n\u00e3o encontrado.
Application.ErrorReadingFromCommandFileFormat=Erro ao ler o arquivo de comando ''{0}'': {1}
Application.ExitCodeFormat=ExitCode: {0}
Application.LicenseErrorFormat=Erro: {0}
Application.RunTfEulaToAccept=Execute 'tf eula' para aceitar o Contrato de Licen\u00e7a de Usu\u00e1rio Final.
Application.RunTfProductkeyToInstall=Execute 'tf productkey' para instalar uma Chave do Produto (Product Key).
Application.StringCouldNotBeConvertedToURLFormat=N\u00e3o foi poss\u00edvel converter uma cadeia de caracteres em uma URL: {0}
Application.VendorName=Microsoft
BaseWITCommand.ProjectOptionIsRequired=A op\u00e7\u00e3o 'project' \u00e9 obrigat\u00f3ria
BaseWITCommand.TeamProjectNameNotFoundOnServerNamesAreFormat=O nome de projeto de equipe [{0}] n\u00e3o foi encontrado no servidor. Os nomes de projetos de equipe s\u00e3o:
BaseWITCommand.TypeOptionRequired=A op\u00e7\u00e3o 'type' \u00e9 obrigat\u00f3ria
BaseWITCommand.WorkItemDoesNotExistOrNoPermissionFormat=o item de trabalho [{0}] n\u00e3o existe ou voc\u00ea n\u00e3o tem permiss\u00e3o para acess\u00e1-lo
BaseWITCommand.WorkItemTypeNotValidForProjectNamesAreFormat=O nome de tipo de item de trabalho [{0}] n\u00e3o \u00e9 v\u00e1lido para o projeto "{1}". Os nomes de tipos de item de trabalho s\u00e3o:
Help.ExitCodeFailure=Falha
Help.ExitCodeNotAttempted=N\u00e3o tentado
Help.ExitCodePartialSuccess=\u00caxito parcial
Help.ExitCodeSuccess=\u00caxito
Help.ExitCodeUnrecognizedCommand=Comando n\u00e3o reconhecido especificado
ChangesetPrinter.AssignedTo=Atribu\u00eddo a
ChangesetPrinter.Change=Alterar
ChangesetPrinter.Changeset=Conjunto de Altera\u00e7\u00f5es
ChangesetPrinter.ChangesetColon=Conjunto de Altera\u00e7\u00f5es:
ChangesetPrinter.CheckInNotesColon=Observa\u00e7\u00f5es de Check-in:
ChangesetPrinter.Comment=Coment\u00e1rio
ChangesetPrinter.CommentColon=Coment\u00e1rio:
ChangesetPrinter.Date=Data
ChangesetPrinter.DateColon=Data:
ChangesetPrinter.ID=ID
ChangesetPrinter.ItemsColon=Itens:
ChangesetPrinter.MessagesColon=\ \ Mensagens:
ChangesetPrinter.OverrideReasonColon=\ \ Raz\u00e3o da Substitui\u00e7\u00e3o:
ChangesetPrinter.PolicyWarningsColon=Avisos de Pol\u00edtica:
ChangesetPrinter.State=Estado
ChangesetPrinter.Title=T\u00edtulo
ChangesetPrinter.Type=Tipo
ChangesetPrinter.User=Usu\u00e1rio
ChangesetPrinter.UserColon=Usu\u00e1rio:
ChangesetPrinter.WorkItemsColon=Itens de Trabalho:
Help.Arguments=Argumentos
Help.AvailableCommandsAndTheirOptions=\ Comandos dispon\u00edveis e suas op\u00e7\u00f5es:
Help.Command=Comando
Help.CommandAliasesFormat=\ Aliases de comando: {0}
Help.CommandNameHeaderFormat=\ Comando {0}:
Help.ExitStatusCodesHeader=C\u00f3digos de status de sa\u00edda:
Help.ForGeneralHelpFormat=Para obter ajuda geral, exiba o arquivo ''help{0}index.htm'' instalado com o programa.
Help.ForSpecificHelpLine1=Para obter ajuda sobre um comando espec\u00edfico, forne\u00e7a o nome do comando como um argumento
Help.ForSpecificHelpLine2=para o comando de ajuda. Por exemplo: 'tf help checkin'
Help.NoOptionsMapEntryContactMicrosoftFormat=N\u00e3o foi poss\u00edvel encontrar uma entrada no mapa de op\u00e7\u00f5es para {0}. Contate {1}.
Help.NoteThisCommandProvidedForScripts=OBSERVA\u00c7\u00c3O: este comando \u00e9 fornecido para uso em scripts do arquivo de comando.
Help.OptionsAcceptedByMostCommands=\ Op\u00e7\u00f5es aceitas pela maioria dos comandos:
Help.OptionsMayBeStartedWithFormat=As op\u00e7\u00f5es podem ser iniciadas com qualquer um destes: {0}
Help.ProductNameAndVersionHeaderFormat={0} {1} (vers\u00e3o {2}.{3}.{4}.{5})
Help.ValidOptionSets=\ Conjuntos de op\u00e7\u00f5es v\u00e1lidos:
HistoryDisplay.Field=Campo
HistoryDisplay.HistoryColon=Hist\u00f3rico:
HistoryDisplay.NewValue=Novo Valor
HistoryDisplay.OldValue=Valor Antigo
CLCHttpClientFactory.IllegalProxyURLFormat=Url de proxy inv\u00e1lida: ''{0}''
CLCHttpClientFactory.ProxyURLDoesNotContainValidHostnameFormat=A URL de proxy ''{0}'' n\u00e3o cont\u00e9m um nome de host v\u00e1lido.
CLCTools.CorrectFollowingProblemsWithVariableFormat=Corrija os seguintes problemas com a vari\u00e1vel de ambiente {0}: {1}
CLCTools.EnvironmentVariableNotSetFormat=Vari\u00e1vel de ambiente {0} n\u00e3o definida.
CLCTransportRequestHandler.FederatedAuthFailedFormat=Acesso negado ao conectar ao servidor TFS {0} (autenticando como {1})
Command.AColonFormat={0}:
Command.AllItemsMustResideSingleWorkspace=Todos os itens devem residir em um \u00fanico espa\u00e7o de trabalho.
Command.ArgumentFailMatchNoWildcardFormat=O argumento ''{0}'' n\u00e3o correspondeu a nenhuma altera\u00e7\u00e3o pendente e n\u00e3o \u00e9 um curinga.
Command.ArgumentFailMatchWildcardFormat=O argumento ''{0}'' n\u00e3o correspondeu a nenhuma altera\u00e7\u00e3o pendente, mas \u00e9 um curinga; a opera\u00e7\u00e3o continuar\u00e1.
Command.ArgumentSkippedFormat=O argumento ''{0}'' foi ignorado porque n\u00e3o foi poss\u00edvel analis\u00e1-lo: {1}
Command.AutoCredentialsNotAvailable=As credenciais de autentica\u00e7\u00e3o n\u00e3o foram fornecidas explicitamente e n\u00e3o puderam ser determinadas a partir de nenhum caminho de espa\u00e7o de trabalho ou argumento fornecido. Use op\u00e7\u00e3o de logon ou espa\u00e7o de trabalho (se a op\u00e7\u00e3o noprompt for especificada, o valor da op\u00e7\u00e3o login dever\u00e1 conter o nome do usu\u00e1rio, o dom\u00ednio e a senha).
Command.AutoResolvedConflictFormat=Conflito resolvido automaticamente: {0} como {1}
Command.ChangesetNumberCheckedInFormat=Feito check-in do conjunto de altera\u00e7\u00f5es \ {0}.
Command.ChangesNotCheckedInBecauseNotModified=O check-in das altera\u00e7\u00f5es a seguir n\u00e3o foi feito porque os itens n\u00e3o foram modificados.
Command.CommandDoesNotSupportOptionFormat=O comando ''{0}'' n\u00e3o d\u00e1 suporte \u00e0 op\u00e7\u00e3o ''{1}''.
Command.CouldNotDetermineCollectionURL=A URL de cole\u00e7\u00e3o do projeto do Team Foundation Server a ser usada n\u00e3o p\u00f4de ser determinada pelas op\u00e7\u00f5es ou caminhos de argumentos fornecidos. Especifique um espa\u00e7o de trabalho ou use a op\u00e7\u00e3o 'cole\u00e7\u00e3o'.
Command.DefaultCredsUnavailableLibraryLoadFailure=As credenciais padr\u00e3o n\u00e3o est\u00e3o dispon\u00edveis porque n\u00e3o foi poss\u00edvel carregar as bibliotecas do sistema. Verifique os arquivos de log do programa para obter detalhes.
Command.DefaultCredsUnavailableNoTicket=As credenciais padr\u00e3o est\u00e3o indispon\u00edveis porque nenhum t\u00edquete de Kerberos ou outro token de autentica\u00e7\u00e3o est\u00e1 dispon\u00edvel.
Command.InteractiveAuthenticationFailedFormat=Falha ao recuperar as credenciais interativamente.  Para mais detalhes, verifique os arquivos de log do programa. Para ignorar a autentica\u00e7\u00e3o interativa baseada em navegador da Web, defina a vari\u00e1vel de ambiente {0} como verdadeira. 
Command.InteractiveAuthenticationFailedDetailedLog1=Falha ao autenticar interativamente com o navegador da Web. Isso exige o controle de navegador da Web baseado em JavaFX ou SWT:
Command.InteractiveAuthenticationFailedDetailedLog2=1. H\u00e1 suporte para o controle de navegador da Web JavaFX apenas na atualiza\u00e7\u00e3o 6 ou superior do Oracle Java SE 7, Oracle Java SE 8, ou tempo de execu\u00e7\u00e3o do OpenJDK 8 (Observe que voc\u00ea mesmo pode compilar o projeto de OpenJFX).
Command.InteractiveAuthenticationFailedDetailedLog3=2. Para iniciar o navegador do SWT com um XULRunner espec\u00edfico, defina o valor da propriedade de sistema de Java 'org.eclipse.swt.browser.XULRunnerPath' como o caminho completo do XULRunner espec\u00edfico.
Command.DeviceFlowCallbackTitle=Autentica\u00e7\u00e3o do OAuth 2.0 Device Flow
Command.DeviceFlowCallbackInstructionUrl=Para concluir o processo de autentica\u00e7\u00e3o, abra um navegador da Web e visite o seguinte URI:
Command.DeviceFlowCallbackInstructionCodeFormat=Quando solicitado, insira o seguinte c\u00f3digo (expira em {0} minutos):
Command.DeviceFlowCallbackInstructionContinue=Ap\u00f3s a autentica\u00e7\u00e3o e a autoriza\u00e7\u00e3o, a execu\u00e7\u00e3o continuar\u00e1.
Command.DeviceFlowCallbackInstructionBypassFormat=Para ignorar a autentica\u00e7\u00e3o interativa baseada em navegador da Web, defina a vari\u00e1vel de ambiente {0} como verdadeira. 
Command.DestroyedFormat=Destru\u00eddo: {0}
Command.FedAuthRequiresUsernamePassword=A autentica\u00e7\u00e3o federada neste servidor requer um nome de usu\u00e1rio e uma senha.
Command.GetStatusSummaryFormat=---- Resumo: {0} conflitos, {1} avisos, {2} erros ----
Command.InvalidOptionCombinationFormat=A op\u00e7\u00e3o {0}{1} n\u00e3o pode ser combinada \u00e0 op\u00e7\u00e3o {2}{3}.
Command.MergeConflictsSuppressedFormat=Ocorreram {0} conflitos. Para listar cada conflito no resumo, especifique {1}format:detailed.
Prompt.DisplayUsernameFormat=Nome do usu\u00e1rio: {0}
Prompt.LocalEchoCouldNotBeDisabled=(Aviso: o n\u00e3o foi poss\u00edvel desabilitar o eco local, os caracteres ser\u00e3o mostrados)
Prompt.LoginPromptPassword=Senha:
Prompt.LoginPromptUsername=Nome do usu\u00e1rio:
Command.NoChangesLeftToCheckin=N\u00e3o h\u00e1 nenhuma altera\u00e7\u00e3o restante para check-in.
Command.OnCheckingInFormat=Fazendo check-in de {0}: {1}
Command.OnNewPendingChangeFormatSKIPVALIDATE={1}
Command.OnShelvingFormat=Fazendo check-in particular de {0}: {1}
Command.OnUndoingFormat=Desfazendo {0}: {1}
Command.OptionCannotBeUsedWithOptionFormat=A op\u00e7\u00e3o ''{0}'' n\u00e3o pode ser usada com a op\u00e7\u00e3o ''{1}''
Command.OptionNotRegisteredFormat=A op\u00e7\u00e3o {0} n\u00e3o est\u00e1 registrada na tabela de op\u00e7\u00f5es\!  Contate {1}\!
Command.UnableToDetermineWorkspaceFormat=N\u00e3o \u00e9 poss\u00edvel determinar o espa\u00e7o de trabalho. Voc\u00ea pode corrigir isso ao executar ''tf workspaces {0}collection:TeamProjectCollectionUrl''.
Command.UndoingUndoneFormat=\ \ Desfazendo {0}: {1}
Command.WorkspaceCouldNotBeDetermined=N\u00e3o foi poss\u00edvel determinar o espa\u00e7o de trabalho a partir de nenhum caminho de argumento ou do diret\u00f3rio de trabalho atual.
Command.WorkspaceNameAndOwnerMatchesMoreThanOneFormat=O nome de espa\u00e7o de trabalho ''{0}'' de propriedade de ''{1}'' corresponde a mais de um espa\u00e7o de trabalho armazenado em cache. Para resolver a ambiguidade, forne\u00e7a a op\u00e7\u00e3o ''collection'' ou altere o seu diret\u00f3rio atual para a pasta de trabalho no espa\u00e7o de trabalho, ou especifique um caminho local para um item mapeado como um argumento livre (se esse comando der suporte a isso).
Command.WorkspaceNameMatchesMoreThanOneFormat=O nome de espa\u00e7o de trabalho ''{0}'' corresponde a mais de um espa\u00e7o de trabalho armazenado em cache. Tente adicionar o propriet\u00e1rio do espa\u00e7o de trabalho \u00e0 sua especifica\u00e7\u00e3o para que ele corresponda a um espa\u00e7o de trabalho espec\u00edfico.
Command.WorkspaceNoLongerExistsFormat=O espa\u00e7o de trabalho ''{0}'' foi encontrado no cache de espa\u00e7o de trabalho local, mas n\u00e3o existe mais no servidor. Ele foi removido do cache.
Command.WorkspaceNotFoundInCacheFormat=Espa\u00e7o de trabalho ''{0}'' n\u00e3o encontrado.
Command.YouMustAcceptEULA=\u00c9 necess\u00e1rio aceitar o Contrato de Licen\u00e7a de Usu\u00e1rio Final deste produto
CommandAdd.AddRequiresAtLeastOneLocalPath=Voc\u00ea deve fornecer pelo menos 1 arquivo ou pasta ao usar a adi\u00e7\u00e3o de comando em um espa\u00e7o de trabalho de servidor.
CommandAdd.HelpText1=Cria uma altera\u00e7\u00e3o pendente "adicionar", que adiciona arquivos e pastas do espa\u00e7o de trabalho local ao servidor do controle do c\u00f3digo-fonte.
CommandAdd.NoAddsDetected=Nenhuma adi\u00e7\u00e3o detectada.
CommandAdd.NoArgumentsMatchedAnyFiles=Nenhum argumento correspondeu a quaisquer arquivos a serem adicionados.
CommandBranch.AuthorOnlyWithCheckin=A op\u00e7\u00e3o de autor s\u00f3 \u00e9 permitida quando a op\u00e7\u00e3o de check-in \u00e9 usada.
CommandBranch.BranchRequiresTwoPathsFormat={0} requer exatamente dois argumentos de caminho local ou de servidor.
CommandBranch.CommentOnlyWithCheckin=A op\u00e7\u00e3o de coment\u00e1rio s\u00f3 \u00e9 permitida quando a op\u00e7\u00e3o de check-in \u00e9 usada.
CommandBranch.HelpText1=Cria uma altera\u00e7\u00e3o pendente "ramificar", que copia um ou mais itens, inclusive o hist\u00f3rico, de um servidor do controle do c\u00f3digo-fonte para outro. O espa\u00e7o de trabalho local \u00e9 atualizado imediatamente com a nova c\u00f3pia, a n\u00e3o ser que a op\u00e7\u00e3o 'noget' seja fornecida.
CommandBranch.LockOptionCannotBeUsedWithCheckin=A op\u00e7\u00e3o lock n\u00e3o pode ser usada com a op\u00e7\u00e3o checkin.
CommandBranch.NotesOnlyWithCheckin=A op\u00e7\u00e3o de notas s\u00f3 \u00e9 permitida quando a op\u00e7\u00e3o de check-in \u00e9 usada.
CommandBranch.OnlyOneVersionMayBeSuppliedFormat=Apenas uma vers\u00e3o pode ser fornecida para uma opera\u00e7\u00e3o {0}.
CommandBranch.SourceAndTargetMustBeServerPathsWithCheckinOption=Os caminhos de origem e destino devem ser caminhos do servidor quando a op\u00e7\u00e3o checkin for usada.
CommandBranch.VersionOptionNotPermitted=A op\u00e7\u00e3o version n\u00e3o \u00e9 permitida quando uma especifica\u00e7\u00e3o de vers\u00e3o \u00e9 fornecida para o item de origem.
CommandBranch.VersionRangesNotSupported=N\u00e3o h\u00e1 suporte a intervalos de vers\u00e3o para o item de origem.
CommandBranches.BranchedFromVersionFormat=Ramificado a partir da vers\u00e3o {0}
CommandBranches.BranchRequiresAtLeastOneItemFormat={0} requer pelo menos um item.
CommandBranches.HelpText1=Exibe o hist\u00f3rico da uma ramifica\u00e7\u00e3o para um arquivo ou pasta especificado.
CommandBranches.ItemNotUsedInAnyBranchesFormat=TF10101: O item {0} n\u00e3o \u00e9 usado em nenhuma \u00e1rvore de ramifica\u00e7\u00f5es.
CommandBranches.NoItemsMatchFormat=Nenhum item corresponde a {0}
CommandBranches.NoPermissionToReadBranchItem=[nenhuma permiss\u00e3o para ler este item de ramifica\u00e7\u00e3o]
CommandBranches.VersionRangesNotSupported=N\u00e3o h\u00e1 suporte para intervalos de vers\u00e3o.
CommandChangeset.ChangesetHasBeenModifiedFormat=O conjunto de altera\u00e7\u00f5es {0} foi modificado.
CommandChangeset.ChangesetNumberCannotBeSpecifiedWithLatest=N\u00e3o \u00e9 poss\u00edvel especificar um n\u00famero de conjunto de altera\u00e7\u00f5es ao usar a op\u00e7\u00e3o latest.
CommandChangeset.HelpText1=Exibe informa\u00e7\u00f5es sobre os atributos e permite alterar atributos como coment\u00e1rios e observa\u00e7\u00f5es de check-in associados a um conjunto de altera\u00e7\u00f5es.
CommandChangeset.NotAValidChangesetNumberSpecifyToMaxFormat={0} n\u00e3o \u00e9 um n\u00famero de conjunto de altera\u00e7\u00f5es v\u00e1lido. Especifique um n\u00famero entre 1 e {1}.
CommandChangeset.NoteFieldNotSupportedForChangesetFormat=TF10112: O campo de observa\u00e7\u00e3o de check-in ''{0}'' n\u00e3o tem suporte para o conjunto de altera\u00e7\u00f5es {1}.
CommandChangeset.SpecifyOneChangeset=Especifique exatamente um n\u00famero de conjunto de altera\u00e7\u00f5es.
CommandCheckin.AssociatedWorkitemFormat=Item de trabalho associado {0}.
CommandCheckin.CheckinNotCompletedBecausePoliciesCouldNotBeLoaded=O check-in n\u00e3o foi conclu\u00eddo porque n\u00e3o foi poss\u00edvel carregar as pol\u00edticas de check-in necess\u00e1rias. Instale as pol\u00edticas necess\u00e1rias ou forne\u00e7a uma mensagem de substitui\u00e7\u00e3o de pol\u00edtica de check-in.
Command.CheckinNoteDoesNotPassRequirement=A seguintes nota de check-in n\u00e3o atende ao requisito de check-in:
Command.CheckinNoteFailureOutputFormat=\ {0}: {1}
Command.CheckInNotesDoNotPassRequirement=As seguintes notas de check-in n\u00e3o atendem ao requisito de check-in:
CommandCheckin.ConflictFormat=Conflito: {0}
CommandCheckin.HelpText1=Faz check-in de altera\u00e7\u00f5es pendentes no espa\u00e7o de trabalho atual para o servidor do controle do c\u00f3digo-fonte.
CommandCheckin.IgnoringItemFormat=Ignorando {0}
CommandCheckin.NoChangesMatchedByArguments=N\u00e3o houve nenhuma correspond\u00eancia entre altera\u00e7\u00f5es e argumentos.
CommandCheckin.NoChangesToCheckinInThisWorkspace=N\u00e3o h\u00e1 nenhuma altera\u00e7\u00e3o para fazer check-in neste espa\u00e7o de trabalho.
CommandCheckin.NoFilesCheckedIn=Nenhum check-in de arquivos.
CommandCheckin.NoWorkItemsResolvedOrAssociated=Nenhum item de trabalho foi resolvido ou associado, pois n\u00e3o foi feito check-in de nenhuma altera\u00e7\u00e3o.
CommandCheckin.OverrideRequiresComment=\u00c9 necess\u00e1rio especificar um coment\u00e1rio explicando a substitui\u00e7\u00e3o de pol\u00edtica, com a op\u00e7\u00e3o override.
CommandCheckin.PendingChangesDisappearedBeforeCheckin=As altera\u00e7\u00f5es pendentes desapareceram antes do check-in.
CommandCheckin.PoliciesHaveBeenOverridden=As pol\u00edticas foram substitu\u00eddas.
CommandCheckin.ResolvableConflictFlaggedFormat=Um conflito que pode ser resolvido foi sinalizado pelo servidor: {0}
CommandCheckin.ResolvedWorkItemFormat=Item de trabalho resolvido {0}.
CommandCheckin.SomePoliciesCouldNotBeLoadedButOverrideEnabled=N\u00e3o foi poss\u00edvel carregar algumas pol\u00edticas de check-in, mas uma mensagem de substitui\u00e7\u00e3o de pol\u00edtica foi fornecida. Continuando.
CommandCheckin.TheseCheckInPoliciesHaveNotBeenSatisfied=As seguintes pol\u00edticas de check-in n\u00e3o foram atendidas:
CommandCheckin.ValidationFailed=Falha na valida\u00e7\u00e3o
CommandCheckin.ValidationWasSuccessful=Valida\u00e7\u00e3o bem-sucedida.
CommandCheckin.WorkItemCannotBeBothResolvedAndAssociatedFormat=O item de trabalho {0} n\u00e3o pode ser resolvido e associado.
CommandCheckin.WorkItemDoesNotSupportResolveFormat=O item de trabalho {0} n\u00e3o d\u00e1 suporte \u00e0 a\u00e7\u00e3o de resolu\u00e7\u00e3o. Os itens de trabalho do tipo ''{1}'' no estado ''{2}'' s\u00f3 podem ser associados a check-ins.
CommandCheckout.CheckoutRequiresOnePathFormat={0} requer pelo menos um argumento de caminho local.
CommandCheckout.HelpText1=Torna um ou mais arquivos locais grav\u00e1veis e cria altera\u00e7\u00f5es pendentes "editar" para eles no espa\u00e7o de trabalho atual.
CommandCreate.CreatedWorkItemOfTypeInProjectFormat=Criado um novo item de trabalho do tipo "{0}" no projeto de equipe "{1}"
CommandCreate.HelpText1=Cria um item de trabalho
CommandDelete.DeleteRequiresAtLeastOnePathFormat={0} requer pelo menos um caminho de item.
CommandDelete.HelpText1=Cria uma altera\u00e7\u00e3o pendente "excluir", que remove arquivos ou pastas do servidor do controle do c\u00f3digo-fonte e do disco local.
CommandDelete.NoArgumentsMatchedForDelete=Nenhum argumento correspondeu a qualquer arquivo a ser exclu\u00eddo.
CommandDelete.NoDeletesDetected=Nenhuma exclus\u00e3o detectada.
CommandDestroy.CannotDestroyRoot=N\u00e3o \u00e9 poss\u00edvel destruir o diret\u00f3rio raiz ($/) do reposit\u00f3rio.
CommandDestroy.DestroyAffectedQuestionYNAFormat=Esta opera\u00e7\u00e3o destruir\u00e1 as altera\u00e7\u00f5es pendentes (em espa\u00e7os de trabalho ou check-ins particulares).\nPara descobrir a lista de altera\u00e7\u00f5es pendentes, execute novamente o ''tf destroy'' com {0}preview.\nVoc\u00ea ainda deseja destruir ''{1}''?
CommandDestroy.DestroyQuestionYNAFormat=Voc\u00ea deseja destruir {0} e todos os seus filhos?
CommandDestroy.DestroyRequiresOneOrMoreItemsFormat=O comando {0} requer um ou mais itens para destruir.
CommandDestroy.FollowingPendingChangesWillBeDeletedFormat=As seguintes altera\u00e7\u00f5es pendentes ser\u00e3o exclu\u00eddas com a destrui\u00e7\u00e3o de ''{0}'':
CommandDestroy.FollowingShelvedChangesWillBeDeletedFormat=As seguintes altera\u00e7\u00f5es com check-in particular ser\u00e3o exclu\u00eddas com a destrui\u00e7\u00e3o de ''{0}'':
CommandDestroy.HelpText1=Destroi ou exclui permanentemente os itens controlados por vers\u00e3o do controle de vers\u00e3o do Team Foundation.
CommandDestroy.ItemMustBeServerItemFormat=O item {0} deve ser um item de servidor.
CommandDestroy.KeepHistoryRequiredWithStopAt=\u00c9 necess\u00e1rio especificar a op\u00e7\u00e3o keephistory ao especificar a op\u00e7\u00e3o stopat.
CommandDestroy.NoItemsToDestroy=N\u00e3o havia nenhum item para destruir.
CommandDestroy.SpecifyOneOrMoreItemsToDestroy=\u00c9 necess\u00e1rio especificar um ou mais itens para destruir.
CommandDestroy.StopAtCannotBeLabelOrWorkspace=A op\u00e7\u00e3o stopat n\u00e3o deve ser um r\u00f3tulo ou um especificador de vers\u00e3o do espa\u00e7o de trabalho.
CommandDifference.AColonBFormat={0}: {1}
CommandDifference.AgainstFolderPaddedFormat=em rela\u00e7\u00e3o \u00e0 pasta: {0}
CommandDifference.AmbiguousVersionToCompare=N\u00e3o \u00e9 poss\u00edvel determinar a vers\u00e3o do arquivo a ser comparada. Especifique outra vers\u00e3o de arquivo e tente novamente.
CommandDifference.CannotDiffFolderAndFile=N\u00e3o \u00e9 poss\u00edvel comparar uma pasta com um arquivo.
CommandDifference.CouldNotDetermineWorkspaceFormat=N\u00e3o foi poss\u00edvel determinar o espa\u00e7o de trabalho que cont\u00e9m {0}
CommandDifference.DiffFolderPaddedFormat=Comparar pasta: {0}
CommandDifference.ErrorDiffingFileWithFileFormat=Erro ao comparar o arquivo {0} com {1}
CommandDifference.ErrorDiffingPendingChangeFormat=Erro ao comparar a altera\u00e7\u00e3o pendente {0}: {1}
CommandDifference.ErrorDiffingShelvedChangeFormat=Erro ao comparar a altera\u00e7\u00e3o com check-in particular {0}: {1}
CommandDifference.ErrorPreparingLaunchItemForDiffFormat=Erro ao preparar a inicializa\u00e7\u00e3o do item para comparar: {0}
CommandDifference.FileFoundOnlyUnderFormat={0} : [arquivo encontrado somente em: {1}]
CommandDifference.FileOrFolderDoesNotExistFormat=O arquivo ou pasta {0} n\u00e3o existe.
CommandDifference.FolderFoundOnlyUnderFormat={0} : [pasta encontrada somente sob: {1}]
CommandDifference.HelpText1=Exibe as diferen\u00e7as entre dois arquivos, entre arquivos de duas pastas ou entre um check-in particular e um arquivo local ou de servidor.
CommandDifference.HelpText10=Exemplos:
CommandDifference.HelpText2Format=As diferen\u00e7as no conte\u00fado do arquivo s\u00e3o exibidas com o uso do programa e dos argumentos especificados pelo valor da vari\u00e1vel de ambiente {0}, que deve ser definida. {0} deve conter o programa a ser iniciado e as vari\u00e1veis necess\u00e1rias (mostradas abaixo). As op\u00e7\u00f5es adicionais espec\u00edficas da ferramenta ou as vari\u00e1veis opcionais tamb\u00e9m podem ser especificadas. Os argumentos podem ser citados de acordo com as regras de cita\u00e7\u00e3o do shell estilo Windows.
CommandDifference.HelpText3=As seguintes vari\u00e1veis s\u00e3o expandidas antes que a ferramenta seja iniciada:
CommandDifference.HelpText4=Vari\u00e1veis necess\u00e1rias:
CommandDifference.HelpText5=\ \ %1  o caminho local completo do item de origem
CommandDifference.HelpText6=\ \ %2  o caminho local completo do item de destino
CommandDifference.HelpText7=Vari\u00e1veis opcionais:
CommandDifference.HelpText8=\ \ %6  um r\u00f3tulo descritivo para o item de origem
CommandDifference.HelpText9=\ \ %7  um r\u00f3tulo descritivo para o item de destino
CommandDifference.InvalidShelvesetSpecificationFormat=Especifica\u00e7\u00e3o de check-in particular inv\u00e1lida: {0}
CommandDifference.ItemNotFoundInCurrentWorkspaceFormat=Item {0} n\u00e3o encontrado no espa\u00e7o de trabalho atual.
CommandDifference.ItemNotFoundInTheRepositoryFormat=Item {0} n\u00e3o encontrado no reposit\u00f3rio.
CommandDifference.LocalLabelFormat={0}  (local)    {1}
CommandDifference.NoSourceFile=[nenhum arquivo de origem]
CommandDifference.NoTargetFile=[nenhum arquivo de destino]
CommandDifference.NoWorkingFolderMappingFormat=N\u00e3o h\u00e1 mapeamento de pasta de trabalho para {0}
CommandDifference.RecursiveCannotBeUsedWithFiles=N\u00e3o \u00e9 poss\u00edvel especificar a op\u00e7\u00e3o recursive com uma compara\u00e7\u00e3o de arquivo.
CommandDifference.RecursiveRequiresAtLeastOneItem=A op\u00e7\u00e3o recursive requer pelo menos um servidor ou item local.
CommandDifference.ServerLabelFormat={0};{1}  (servidor)    {2}
CommandDifference.ShelvesetCannotBeUsedWithVersion=N\u00e3o \u00e9 poss\u00edvel usar a op\u00e7\u00e3o shelveset com a op\u00e7\u00e3o version.
CommandDifference.ShelvesetCannotBeUsedWithWorkspace=N\u00e3o \u00e9 poss\u00edvel usar a op\u00e7\u00e3o shelveset com a op\u00e7\u00e3o workspace.
CommandDifference.ShelvesetHasNoPendingChangesMatchingPatternFormat=O check-in particular {0} n\u00e3o possui nenhuma altera\u00e7\u00e3o pendente correspondente aos padr\u00f5es: {1}
CommandDifference.ThereAreNoPendingChanges=N\u00e3o h\u00e1 altera\u00e7\u00f5es pendentes.
CommandDifference.ThereIsNoPendingChangeFormat=N\u00e3o h\u00e1 nenhuma altera\u00e7\u00e3o pendente para ''{0}''
CommandDifference.TooManyItemsSpecified=Foram especificados itens demais.
CommandDifference.VersionOptionNotAllowed=A op\u00e7\u00e3o de vers\u00e3o n\u00e3o \u00e9 permitida.
CommandDifference.WarningIgnoringVersionSpecFormat=Aviso {0} - Ignorando a especifica\u00e7\u00e3o de vers\u00e3o
CommandDifference.WorkspaceDoesNotExistFormat=O espa\u00e7o de trabalho {0};{1} n\u00e3o existe.
CommandDir.HelpText1=Exibe todo ou parte do conte\u00fado de um servidor de controle de vers\u00e3o do Team Foundation.
CommandDir.ItemsFormat={0} itens.
CommandDir.LocalPathIsNotMappedOnThisComputerFormat=O caminho local {0} n\u00e3o est\u00e1 mapeado neste computador.
CommandDir.NoItemsFoundUnderFormat=Nenhum item encontrado sob {0}
CommandDir.NoItemsMatchFormat=Nenhum item corresponde a {0}
CommandDir.NoWorkingFolderMappingFormat=N\u00e3o h\u00e1 nenhum mapeamento de pasta de trabalho para {0}.
CommandDir.PathNotFoundOrNotSupportedFormat=TF10121: Caminho ''{0}'' n\u00e3o encontrado ou sem suporte. Digite ou selecione outro caminho.
CommandPrint.ExactlyOneFileItemRequired=\u00c9 necess\u00e1ria exatamente uma especifica\u00e7\u00e3o de item de arquivo.
CommandPrint.ExactlyOneVersionRequired=\u00c9 necess\u00e1ria exatamente uma especifica\u00e7\u00e3o de vers\u00e3o de arquivo para esta op\u00e7\u00e3o.
CommandPrint.HelpText1=Recupera uma c\u00f3pia de um arquivo do servidor do controle do c\u00f3digo-fonte e imprime o seu conte\u00fado no fluxo de sa\u00edda padr\u00e3o.
CommandPrint.HelpText2=A vers\u00e3o a ser recuperada pode ser especificada por meio da op\u00e7\u00e3o 'version' ou como um sufixo de especifica\u00e7\u00e3o de vers\u00e3o para a especifica\u00e7\u00e3o do item (exemplo: '$/file.txt;C34').
CommandPrint.SpecifiedFileDoesNotExistAtVersion=O arquivo especificado n\u00e3o existe na vers\u00e3o especificada.
CommandPrint.VersionRangeNotPermitted=N\u00e3o \u00e9 permitido um intervalo de especifica\u00e7\u00e3o de vers\u00e3o para esta opera\u00e7\u00e3o.
CommandPrint.WildcardsNotAllowed=N\u00e3o s\u00e3o permitidos curingas na especifica\u00e7\u00e3o do item.
CommandProperties.ChangeTypeNone=nenhum
CommandProperties.HelpText1=Exibe informa\u00e7\u00f5es sobre itens sob o controle do c\u00f3digo-fonte.
CommandProperties.LocalInformationChange=\ \ Alterar:
CommandProperties.LocalInformationChangeset=\ \ Conjunto de Altera\u00e7\u00f5es:
CommandProperties.LocalInformationHeader=Informa\u00e7\u00f5es locais:
CommandProperties.LocalInformationLocalPath=\ \ Caminho local:
CommandProperties.LocalInformationServerPath=\ \ Caminho do servidor:
CommandProperties.LocalInformationType=\ \ Tipo:
CommandProperties.NoFilesSpecified=Nenhum arquivo especificado.
CommandProperties.NoItemsMatchFormat=Nenhum item corresponde a {0}
CommandProperties.PropertiesCommandObsoleteFormat=O comando {0} est\u00e1 obsoleto. Em vez disso, use o comando ''tf info''.
CommandProperties.ServerInformationChangeset=\ \ Conjunto de Altera\u00e7\u00f5es:
CommandProperties.ServerInformationDeletionID=\ \ ID da Exclus\u00e3o:
CommandProperties.ServerInformationFileType=\ \ Tipo de arquivo:
CommandProperties.ServerInformationHeader=Informa\u00e7\u00f5es do servidor:
CommandProperties.ServerInformationLastModified=\ \ \u00daltima modifica\u00e7\u00e3o:
CommandProperties.ServerInformationLock=\ \ Bloquear:
CommandProperties.ServerInformationLockOwner=\ \ Propriet\u00e1rio do bloqueio:
CommandProperties.ServerInformationServerPath=\ \ Caminho do servidor:
CommandProperties.ServerInformationSize=\ \ Tamanho:
CommandProperties.ServerInformationType=\ \ Tipo:
CommandProperties.VersionSpecRangeNotPermitted=O intervalo de especifica\u00e7\u00e3o de vers\u00e3o n\u00e3o \u00e9 permitido para esta opera\u00e7\u00e3o.
CommandProperties.WildcardWorkspaceNamesNotAllowed=N\u00e3o s\u00e3o permitidos nomes de espa\u00e7o de trabalho curingas.
CommandProperties.WorkspaceCouldNotBeFoundFormat=Espa\u00e7o de trabalho {0} n\u00e3o encontrado.
CommandProperties.WorkspaceDidNotMatchAnyWorkspaceFormat=O nome de espa\u00e7o de trabalho {0} n\u00e3o correspondeu a nenhum espa\u00e7o de trabalho.
CommandProperties.WorkspaceMatchedMoreThanOneWorkspaceFormat=O nome de espa\u00e7o de trabalho {0} correspondeu a mais de um espa\u00e7o de trabalho.
CommandProperty.AColonBFormat={0}: {1}
CommandProperty.BinaryValue=<Valor Bin\u00e1rio>
CommandProperty.CouldNotParseQualifiedItemFormat=N\u00e3o foi poss\u00edvel analisar um item qualificado de {0}
CommandProperty.ErrorWritingPropertyToFile=Erro ao gravar propriedade em arquivo
CommandProperty.HelpText1=Exibe e pende altera\u00e7\u00f5es nas propriedades associadas aos itens sob o controle de vers\u00e3o.
CommandProperty.HelpText2=Propriedades que afetam o comportamento do cliente:
CommandProperty.HelpText3Format=''{0}'': Controla se o bit de modo de arquivo execut\u00e1vel do Unix \u00e9 ativado quando esse arquivo \u00e9 usado em plataformas Unix. Defina o valor como ''{1}'' para ativar o bit de execu\u00e7\u00e3o ou defina o valor como ''{2}'' para desativ\u00e1-lo. Essa propriedade pode ser alterada offline.
CommandProperty.Name=Nome
CommandProperty.NoFileMatchesFormat={0}: Nenhuma correspond\u00eancia de arquivo
CommandProperty.NoFilesSpecified=Nenhum arquivo especificado.
CommandProperty.NoPropertiesOnItem=N\u00e3o h\u00e1 propriedades presentes neste item.
CommandProperty.NullValue=<nulo>
CommandProperty.OutputRequiresPropertyNameNoRecursion=Para enviar um valor de propriedade como sa\u00edda para um arquivo, o sinalizador de recursivo n\u00e3o pode estar presente e um nome de propriedade deve ser especificado.
CommandProperty.PropertyDoesNotExistFormat=N\u00e3o existe um nome de propriedade {0} em {1}.
CommandProperty.ServerItem=Item de servidor
CommandProperty.Value=Valor
CommandProperty.VersionRangesNotSupported=N\u00e3o h\u00e1 suporte a intervalos de vers\u00e3o.
OptionAddAttachment.OptionRequiresLocalPathCommentFormat=A op\u00e7\u00e3o ''{0}'' requer um caminho de arquivo local e pode ter um coment\u00e1rio opcional (separado por uma v\u00edrgula).
OptionAddExternalLink.OptionRequiresLinkTypeArtifactAndCommentFormat=A op\u00e7\u00e3o ''{0}'' requer um tipo de link v\u00e1lido, um URI de artefato, e pode ter um coment\u00e1rio opcional (todos separados por v\u00edrgulas).
OptionAddHyperlink.OptionRequiresHyperlinkCommentFormat=A op\u00e7\u00e3o ''{0}'' requer um local de hiperlink e pode ter um coment\u00e1rio opcional (separado por uma v\u00edrgula).
OptionAddRelated.OptionRequiresValidWorkItemIDCommentFormat=A op\u00e7\u00e3o ''{0}'' requer uma ID de item de trabalho v\u00e1lida e pode ter um coment\u00e1rio opcional (separado por uma v\u00edrgula).
OptionBooleanProperty.OptionRequiresThisOrThatAsValuesFormat=A op\u00e7\u00e3o ''{0}'' requer ''{1}'' ou ''{2}'' como seu valor.
OptionChangeset.SyntaxStringSingleChangesetFormat={0}{1}:changeset
OptionChangeset.SyntaxStringChangesetRangeFormat={0}{1}:changesetfrom{2}changesetto
OptionNotes.NotesFieldAndValueMustNotBeEmpty=O campo da op\u00e7\u00e3o notes e as cadeias de caracteres de valor n\u00e3o devem estar vazios.
OptionNotes.NotesOptionMustBeFilenameOrPair=O valor da op\u00e7\u00e3o notes deve ser um nome de arquivo ou um par de cadeias de caracteres (opcionalmente entre aspas) separadas por um sinal de igual.
OptionNotes.NotMustNotBeEmpty=Uma observa\u00e7\u00e3o de check-in n\u00e3o deve estar vazia.
OptionNotes.OptionValueCouldNotBeParsedFormat=N\u00e3o foi poss\u00edvel analisar o valor da op\u00e7\u00e3o: {0}
OptionNumberProperty.OptionRequiresAnIntegerFormat=A op\u00e7\u00e3o ''{0}'' requer um inteiro longo como seu valor.
OptionPropertyBase.InvalidPropertyPairFormat=''{0}'' n\u00e3o \u00e9 um par de propriedades v\u00e1lido. Os pares de propriedades devem ter o formato ''<nomeDaPropriedade>=[<valorDaPropriedade>]''. O nome da propriedade e o sinal de igual s\u00e3o obrigat\u00f3rios e o valor da propriedade \u00e9 opcional. Um valor de propriedade vazio remove a defini\u00e7\u00e3o de uma propriedade.
OptionsMap.OptionValueMustBeSpecifiedFormat=\u00c9 necess\u00e1rio fornecer um valor de op\u00e7\u00e3o para ''{0}''.
OptionSetValues.PropertyNameEmpty=TF400301: Voc\u00ea deve fornecer um nome para a propriedade.
OptionSetValues.PropertyValueEmptyFormat=TF400300: Voc\u00ea deve fornecer um valor para a propriedade ''{0}''.
OptionStopAt.OptionRequiresVersionSpecFormat=A op\u00e7\u00e3o ''{0}'' requer uma especifica\u00e7\u00e3o de vers\u00e3o como seu valor: {1}
OptionToVersion.SyntaxStringFormat={0}{1}:versionspec
OptionVersion.OptionRequiresVersionSpecFormat=A op\u00e7\u00e3o ''{0}'' requer uma especifica\u00e7\u00e3o de vers\u00e3o como seu valor: {1}
VersionedFileDiffLaunchItem.CannotCompareFileWithFolder=TF10108: O controle do c\u00f3digo-fonte n\u00e3o pode comparar um arquivo com uma pasta. Selecione dois arquivos e tente novamente.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlAtVersionFormat=Item {0} n\u00e3o encontrado no controle do c\u00f3digo-fonte na vers\u00e3o {1}.
VersionedFileDiffLaunchItem.ItemNotFoundInSourceControlFormat=Item {0} n\u00e3o encontrado no controle do c\u00f3digo-fonte.
VersionedFileDiffLaunchItem.VersionedItemLabelFormat={0};{1}  (servidor)    {2}
CommandEdit.ArgumentIsNotAWorkItemIDFormat=o argumento [{0}] n\u00e3o \u00e9 uma ID de item de trabalho
CommandEdit.HelpText1=Edita um item de trabalho
CommandEdit.MustSpecifyWorkItemID=Especifique uma ID de item de trabalho.
CommandEdit.WorkItemDoesNotExistOrNoPermissionFormat=o item de trabalho [{0}] n\u00e3o existe ou voc\u00ea n\u00e3o tem permiss\u00e3o para acess\u00e1-lo
CommandEula.AcceptEULAResponseNoChar=N
CommandEula.AcceptEULAResponseYesChar=s
CommandEula.AlreadyAcceptedEULA=Voc\u00ea j\u00e1 aceitou os termos deste Contrato de Licen\u00e7a de Usu\u00e1rio Final.
CommandEula.CannotUseNopromptWithEULA=N\u00e3o \u00e9 poss\u00edvel usar o modo 'noprompt' com o comando 'eula'.
CommandEula.CouldNotLoadEULA=N\u00e3o foi poss\u00edvel carregar o Contrato de Licen\u00e7a de Usu\u00e1rio Final.
CommandEula.DoYouAcceptEULAFormat=Voc\u00ea aceita os termos deste Contrato de Licen\u00e7a de Usu\u00e1rio Final? [{0}/{1}]:
CommandEula.HelpText1=Aceita o Contrato de Licen\u00e7a de Usu\u00e1rio Final deste produto. A aceita\u00e7\u00e3o \u00e9 necess\u00e1ria para a utiliza\u00e7\u00e3o.
CommandEula.PressEnterToContinue=-- Pressione enter para continuar --
CommandGet.AllFilesUpToDate=Todos os arquivos at\u00e9 o momento.
CommandGet.ArgumentIsNotAWorkItemIDFormat=o argumento [{0}] n\u00e3o \u00e9 uma ID de item de trabalho
Application.CommandCanceled=Comando cancelado.
Application.ProblemContactingServerFormat=Houve um problema ao contatar o servidor: {0}
CommandGet.Comments=Coment\u00e1rios
CommandGet.Description=Descri\u00e7\u00e3o
CommandGet.ErrorUpdatingWorkItemLinkDescriptions=erro ao atualizar descri\u00e7\u00f5es de link do item de trabalho
CommandGet.ExactlyOneVersionSpecRequired=\u00c9 necess\u00e1ria exatamente uma especifica\u00e7\u00e3o de vers\u00e3o para esta op\u00e7\u00e3o.
CommandGet.Field=Campo
CommandGet.FileAttachmentsColon=Anexos do Arquivo:
CommandGet.FileID=ID do Arquivo
CommandGet.FollowingFieldNamesAreNotValid=Os seguintes nomes de campos n\u00e3o s\u00e3o v\u00e1lidos:
CommandGet.VCHelpText1=Recupera uma c\u00f3pia somente leitura de um ou mais arquivos do servidor do controle do c\u00f3digo-fonte para o disco local. Quaisquer pastas intermedi\u00e1rias ser\u00e3o criadas, se necess\u00e1rio.
CommandGet.WITHelpText1=Exibe um item de trabalho
CommandGet.VCHelpText2=A vers\u00e3o a ser recuperada pode ser especificada por meio da op\u00e7\u00e3o 'version' ou como um sufixo de especifica\u00e7\u00e3o de vers\u00e3o para a especifica\u00e7\u00e3o do item (exemplo: '$/file.txt;C34').
CommandGet.ItemCouldNotBeConvertedFormat=N\u00e3o foi poss\u00edvel converter o item ''{0}'' em um objeto de solicita\u00e7\u00e3o de obten\u00e7\u00e3o. Notifique {1}.
CommandGet.LinkID=ID do Link
CommandGet.LinksColon=Links:
CommandGet.LinkType=Tipo de Link
CommandGet.MustSpecifyWorkItemID=Especifique uma ID de item de trabalho.
CommandGet.Name=Nome
CommandGet.NotApplicable=N/A
CommandGet.Size=Tamanho
CommandGet.Value=Valor
CommandGet.VersionRangeNotPermitted=N\u00e3o \u00e9 permitido um intervalo de especifica\u00e7\u00e3o de vers\u00e3o para esta opera\u00e7\u00e3o.
CommandGet.WorkspaceOptionNotValidForCommandFormat=A op\u00e7\u00e3o workspace n\u00e3o \u00e9 v\u00e1lida para o comando {0}.
CommandGetChangeset.ChangesetOptionMustBeSupplied=A op\u00e7\u00e3o changeset deve ser fornecida.
CommandGetChangeset.ChangeTypeColonServerItemFormat=\ {0}: {1}
CommandGetChangeset.ConflictsFoundFormat={0} conflitos encontrados.
CommandGetChangeset.ExactlyOneChangesetNumberMustBeSupplied=\u00c9 necess\u00e1rio fornecer exatamente um n\u00famero de conjunto de altera\u00e7\u00f5es.
CommandGetChangeset.GettingChangesInChangesetFormat=Obtendo as altera\u00e7\u00f5es do conjunto de altera\u00e7\u00f5es {0}...
CommandGetChangeset.GettingLatestVersionInChangesetFormat=Obtendo a \u00faltima vers\u00e3o das altera\u00e7\u00f5es do conjunto de altera\u00e7\u00f5es {0}...
CommandGetChangeset.GettingTheChanges=Obtendo as altera\u00e7\u00f5es...
CommandGetChangeset.GotChangesetFormat=Obtido o conjunto de altera\u00e7\u00f5es {0}.
CommandGetChangeset.HelpText1=Obt\u00e9m somente os arquivos de um determinado conjunto de altera\u00e7\u00f5es na vers\u00e3o do conjunto de altera\u00e7\u00f5es. Somente os arquivos de pastas mapeadas para pastas de trabalho s\u00e3o recuperados.
CommandGetChangeset.HelpText2=Se a op\u00e7\u00e3o latest estiver presente, as \u00faltimas vers\u00f5es dos arquivos do conjunto de altera\u00e7\u00f5es especificado ser\u00e3o recuperadas, em vez das vers\u00f5es que foram criadas pelo conjunto de altera\u00e7\u00f5es.
CommandGetChangeset.OnlyChangesetVersionSpecsAllowed=Somente especifica\u00e7\u00f5es de vers\u00e3o de conjuntos de altera\u00e7\u00f5es s\u00e3o permitidas.
CommandGetChangeset.ResolvableWarningsEncountered=Encontrados avisos que podem ser resolvidos.
CommandGetChangeset.ThereAreNoChangesToGet=N\u00e3o h\u00e1 nenhuma altera\u00e7\u00e3o para obter.
CommandGetFile.DownloadComplete=Download conclu\u00eddo
CommandGetFile.DownloadingFormat=Baixando: {0} -> {1}...
CommandGetFile.ErrorDuringDownloadFormat=Erro durante o download: {0}
CommandGetFile.FieldOptionRequired=A op\u00e7\u00e3o 'fileid' \u00e9 necess\u00e1ria.
CommandGetFile.HelpText1=Baixa um anexo de arquivo do item de trabalho
CommandGetFile.LocalDownloadTargetExistsAndOverwriteNotSpecifiedFormat=O objetivo de download local [{0}] existe e a op\u00e7\u00e3o ''overwrite'' n\u00e3o foi especificada.
CommandGetFile.WorkItemDidNotHaveFileAttachmentFormat=O item de trabalho com a ID [{0}] n\u00e3o tinha um anexo de arquivo com a ID [{1}]
CommandGetFile.WorkitemOptionRequired=A op\u00e7\u00e3o 'workitem' \u00e9 necess\u00e1ria.
CommandHelp.HelpRequiresACommandFormat={0} requer um nome de comando para mostrar a respectiva ajuda ou nenhum argumento para mostrar a ajuda geral.
CommandHelp.HelpText1=Mostra a ajuda para um comando espec\u00edfico ou para todos os comandos, se nenhum nome de comando for fornecido como um argumento. Para exibir os c\u00f3digos de status de sa\u00edda utilizados por este aplicativo, use a op\u00e7\u00e3o 'listexitcodes'.
CommandHistory.CommandRequiresExactlyOneArgumentFormat={0} requer exatamente um argumento de caminho de servidor ou local.
CommandHistory.HelpText1=Descreve as altera\u00e7\u00f5es anteriores feitas em um ou mais arquivos ou pastas.
CommandHistory.IgnoringItemmode=Ignorando a op\u00e7\u00e3o 'itemmode'.
CommandHistory.NoHistoryFound=Nenhuma entrada de hist\u00f3rico encontrada para a combina\u00e7\u00e3o de item e vers\u00e3o especificada.
CommandHistory.SlotmodeCannotBeCombinedWithItemmode=A op\u00e7\u00e3o 'slotmode' n\u00e3o pode ser combinada com a op\u00e7\u00e3o 'itemmode'.
CommandHistory.UnsupportedOutputFormat=Formato de sa\u00edda sem suporte {0}
CommandInfo.HelpText1=Lista os projetos de equipe em um servidor ou os tipos de item de trabalho de um projeto de equipe
CommandInfo.TeamProject=Projeto de Equipe
CommandInfo.TeamProjectsForServerFormat=Projetos de equipe para: {0}
CommandInfo.WorkItemType=Tipo de Item de Trabalho
CommandInfo.WorkItemTypesForProjectOnServerFormat=Tipos de item de trabalho do projeto "{0}" em: {1}
IntegerValueOption.OptionRequiresAnIntegerFormat=A op\u00e7\u00e3o ''{0}'' requer um inteiro como seu valor.
MergeCandidatePrinter.Author=Autor
MergeCandidatePrinter.Changeset=Conjunto de Altera\u00e7\u00f5es
MergeCandidatePrinter.Date=Data
MergePrinter.Author=Autor
MergePrinter.Changeset=Conjunto de Altera\u00e7\u00f5es
MergePrinter.Date=Data
MergePrinter.MergedInChangeset=Mesclado no Conjunto de Altera\u00e7\u00f5es
MergePrinter.MergedItemsColon=Itens mesclados:
MergePrinter.UnMergedItemsColon=Itens n\u00e3o mesclados:
MultipleIntegerValueOption.NotAValidIntegerFormat={0} n\u00e3o \u00e9 um inteiro v\u00e1lido.
MultipleValueOption.OptionRequiresOneOrMoreValuesFormat=A op\u00e7\u00e3o ''{0}'' requer um ou mais valores.
MultipleValueOption.OptionRequresOneOfTheFollowingValuesFormat=A op\u00e7\u00e3o ''{0}'' requer um dos seguintes valores: {1}
NoValueOption.NoValuesAcceptedFormat=A op\u00e7\u00e3o ''{0}'' n\u00e3o aceita nenhum valor.
ScriptCommandChangeDirectory.ChangeDirectoryFailedFormat=Falha ao alterar o diret\u00f3rio para ''{0}''.
ScriptCommandChangeDirectory.CommandRequiresOneDirectoryFormat={0} requer exatamente um argumento de caminho de diret\u00f3rio.
ScriptCommandChangeDirectory.HelpText1=Altera o diret\u00f3rio de trabalho atual do processo que est\u00e1 executando o script de comando.
ScriptCommandExit.HelpText1=Para de executar comandos do script do arquivo de comando e sai do cliente da linha de comando.
ScriptCommandSetNoPrompt.CommandRequiresBooleanArgumentFormat={0} requer um argumento ''verdadeiro'' ou ''falso''.
ScriptCommandSetNoPrompt.HelpText1=Suprime os avisos interativos (por exemplo, um aviso de credenciais de logon) nos comandos subsequentes.
ShelvedChangeDiffLaunchItem.ErrorCreatingTempFileForDelete=Erro ao criar arquivo tempor\u00e1rio para uma opera\u00e7\u00e3o de exclus\u00e3o
ShelvedChangeDiffLaunchItem.ShelvedChangeLabelFormat=Altera\u00e7\u00e3o com Check-in Particular: {0};{1}
ShelvesetPrinter.Comment=Coment\u00e1rio
ShelvesetPrinter.CommentColon=Coment\u00e1rio:
ShelvesetPrinter.DateColon=Data:
ShelvesetPrinter.OverrideReasonColon=\ \ Raz\u00e3o da Substitui\u00e7\u00e3o:
ShelvesetPrinter.Owner=Propriet\u00e1rio
ShelvesetPrinter.OwnerColon=Propriet\u00e1rio:
ShelvesetPrinter.PolicyWarningsColon=Avisos de Pol\u00edtica:
ShelvesetPrinter.Shelveset=Check-in Particular
ShelvesetPrinter.ShelvesetColon=Check-in Particular:
SingleValueOption.OptionRequiresOneOfTheFollowingFormat=A op\u00e7\u00e3o ''{0}'' requer um dos seguintes valores: {1}
SingleValueOption.OptionRequiresSingleValueFormat=A op\u00e7\u00e3o ''{0}'' requer um \u00fanico valor.
SingleValueOrFileOption.ErrorReadingOptionValueFileFormat=Erro ao ler o arquivo de valor de op\u00e7\u00e3o ''{0}'': {1}
SingleValueOrFileOption.OptionValueFileNotFoundFormat=Arquivo de valor de op\u00e7\u00e3o ''{0}'' n\u00e3o encontrado.
UnknownCommandException.CommandUnknownCommandFileHintFormat=Comando ''{0}'' desconhecido. Os arquivos de comando devem ser o primeiro argumento (precedendo todas as op\u00e7\u00f5es).
UnknownCommandException.CommandUnknownFormat=Comando ''{0}'' desconhecido.
UnknownOptionException.UnknownOptionFormat=Op\u00e7\u00e3o ''{0}'' desconhecida.
URIValueOption.OptionRequiresFullURLFormat=A op\u00e7\u00e3o ''{0}'' requer uma URL completa como seu valor: {1}
UsernamePasswordValueOption.LoginHelpFormat={0}\n\nA op\u00e7\u00e3o ''{1}'' requer um nome de usu\u00e1rio e, opcionalmente, um dom\u00ednio e uma senha. Exemplos:\n\n  {2}login:nomeusu\u00e1rio@dom\u00ednio,senha    (todos especificados)\n  {2}login:dom\u00ednio\\nomeusu\u00e1rio,senha    (todos especificados)\n  {2}login:nomeusu\u00e1rio@dom\u00ednio,            (senha vazia)\n  {2}login:nomeusu\u00e1rio@dom\u00ednio             (solicitar senha)\n
CommandLabel.DeleteRequiresOneLabelName=A op\u00e7\u00e3o delete requer o fornecimento de apenas um nome de r\u00f3tulo.
CommandLabel.HelpText1=Anexa ou remove um r\u00f3tulo de uma vers\u00e3o de um arquivo ou pasta no servidor do controle do c\u00f3digo-fonte.
CommandLabel.LabelNameCannotBeEmpty=O nome do r\u00f3tulo n\u00e3o pode estar vazio.
CommandLabel.MustSpecifyItemOrCommentOrOwner=Especifique um item ou use uma das op\u00e7\u00f5es comment ou owner.
CommandLabel.PleaseSpecifyALabelName=Especifique um nome de r\u00f3tulo.
CommandLabels.Changeset=Conjunto de Altera\u00e7\u00f5es
CommandLabels.CommandRequiresZeroOrOneLabelNamesFormat={0} requer zero ou um filtro de nome de r\u00f3tulo.
CommandLabels.CommentColon=Coment\u00e1rio:
CommandLabels.Date=Data
CommandLabels.DateColon=Data:
CommandLabels.HelpText1=Exibe a lista de r\u00f3tulos no servidor do controle do c\u00f3digo-fonte, opcionalmente filtrando os resultados com o nome e o escopo do r\u00f3tulo fornecido. O filtro \u00e9 fornecido como <nomeDoR\u00f3tulo> ou <nomeDoR\u00f3tulo>@<escopo> e pode incluir curingas.
CommandLabels.Item=Item
CommandLabels.Label=R\u00f3tulo
CommandLabels.LabelColon=R\u00f3tulo:
CommandLabels.NoLabelsFound=Nenhum r\u00f3tulo encontrado.
CommandLabels.Owner=Propriet\u00e1rio
CommandLabels.OwnerColon=Propriet\u00e1rio:
CommandLabels.ScopeColon=Escopo:
CommandLabels.UnsupportedOutputFormat=Formato de sa\u00edda sem suporte {0}
CommandLock.CommandRequiresOneLocalPathFormat={0} requer pelo menos um argumento de caminho local.
CommandLock.HelpText1=Altera o n\u00edvel de bloqueio de um ou mais arquivos ou pastas. Os bloqueios negam a outros usu\u00e1rios o direito de fazer check-out ou check-in de altera\u00e7\u00f5es em um arquivo a partir de outro espa\u00e7o de trabalho. Um n\u00edvel de bloqueio "nenhum" permite altera\u00e7\u00f5es por outros usu\u00e1rios.
CommandLock.LockOptionRequired=A op\u00e7\u00e3o lock \u00e9 necess\u00e1ria.
CommandMerge.HelpText1=Aplica altera\u00e7\u00f5es de uma ramifica\u00e7\u00e3o em outra.
CommandMerge.InformationAboutVersionIsAmbiguous=TF10097: As informa\u00e7\u00f5es sobre a vers\u00e3o do arquivo s\u00e3o amb\u00edguas. Especifique outra vers\u00e3o de arquivo e tente novamente.
CommandMerge.ThereAreNoChangesToMerge=N\u00e3o h\u00e1 altera\u00e7\u00f5es para mesclar.
CommandMerge.TwoItemsAreRequired=S\u00e3o necess\u00e1rios exatamente dois itens (origem e destino). Caminhos locais ou de servidor podem ser usados.
CommandMerge.VersionOrRangeRequiredForForce=Uma vers\u00e3o ou um intervalo de vers\u00f5es deve ser especificado ao usar a op\u00e7\u00e3o force.
CommandMerges.CommandRequiresOneOrTwoItemsFormat=O comando {0} deve ser executado com um ou dois itens.
CommandMerges.HelpText1=Exibe informa\u00e7\u00f5es detalhadas sobre mesclagens passadas entre as ramifica\u00e7\u00f5es de origem e destino especificadas.
CommandMerges.NoMergeHistoryForTarget=Nenhuma entrada do hist\u00f3rico de mesclagem foi encontrada para o item de destino.
CommandMerges.UnsupportedOutputFormat=Formato de sa\u00edda sem suporte {0}
CommandMerges.WildcardsNotAllowed=N\u00e3o s\u00e3o permitidos curingas.
CommandOnline.CheckingStatusOfItemsFormat=Verificando o status dos itens em {0}...
CommandOnline.HelpText1=Quando desconectado da rede, voc\u00ea pode editar arquivos sem deixar altera\u00e7\u00f5es pendentes no servidor. O comando online sincronizar\u00e1 as suas pastas locais com o servidor para  deixar pendentes edi\u00e7\u00f5es, adi\u00e7\u00f5es e exclus\u00f5es em arquivos que voc\u00ea alterou.
CommandOnline.HelpText2=Voc\u00ea n\u00e3o deve renomear arquivos quando estiver offline.
CommandOnline.NoChangesFoundToPend=N\u00e3o foram encontradas altera\u00e7\u00f5es para deixar pendentes.
CommandOnline.ShowingPotentitalChangesOnly=Mostrando somente altera\u00e7\u00f5es potenciais. Nenhuma altera\u00e7\u00e3o feita.
CommandOnline.SomeChangesCouldNotBePended=N\u00e3o foi poss\u00edvel deixar pendentes algumas altera\u00e7\u00f5es.
CommandQuery.CreatedDate=Data de Cria\u00e7\u00e3o
CommandQuery.CreatedQueryInProjectFormat=Criada a consulta "{0}" no projeto "{1}"
CommandQuery.CreationDateTimeColon=Data/Hora de Cria\u00e7\u00e3o:
CommandQuery.DeletedQueryInProjectFormat=Exclu\u00edda a consulta "{0}" no projeto "{1}"
CommandQuery.Description=Descri\u00e7\u00e3o
CommandQuery.ErrorInWIQLForQuery=erro na sintaxe de WIQL da consulta:
CommandQuery.ExactlyOneQueryNameAndWIQLRequired=\u00c9 necess\u00e1rio exatamente um nome de consulta seguido de exatamente uma cadeia de caracteres de WIQL.
CommandQuery.ExactlyOneQueryNameRequired=\u00c9 necess\u00e1rio exatamente um nome de consulta.
CommandQuery.HelpText1=Lista as consultas armazenadas.
CommandQuery.HelpText2=Executa uma consulta armazenada.
CommandQuery.PrivateQueriesForTeamProjectFormat=Consultas particulares do projeto de equipe "{0}":
CommandQuery.PrivateQueryInProjectOnServerFormat=Consulta particular "{0}" no projeto "{1}" em: {2}
CommandQuery.PublicQueriesForTeamProjectFormat=Consultas p\u00fablicas do projeto de equipe "{0}":
CommandQuery.PublicQueryInProjectOnServerFormat=Consulta p\u00fablica "{0}" no projeto "{1}" em: {2}
CommandQuery.QueryCannotBeRunBecauseOfErrorInQueryFormat=N\u00e3o \u00e9 poss\u00edvel executar a consulta "{0}" devido a um erro na consulta: {1}
CommandQuery.QueryGUIDColon=GUID da Consulta:
CommandQuery.QueryName=Nome da Consulta
CommandQuery.QueryNotFoundUseListToQueryNamesFormat=Consulta [{0}] n\u00e3o encontrada. Use a op\u00e7\u00e3o ''list'' para listar nomes de consultas.
CommandQuery.QueryResultsFormat=Resultados da Consulta: {0} resultados encontrados para a consulta "{1}"
CommandQuery.TeamProject=Projeto de Equipe
CommandQuery.UpdatedQueryInProjectFormat=Atualizada a consulta "{0}" no projeto "{1}"
CommandReconcile.BuildNameDoesNotContainChangesetFormat=A compila\u00e7\u00e3o ''{0}'' n\u00e3o cont\u00e9m uma ID de conjunto de altera\u00e7\u00f5es e n\u00e3o pode ser reconciliada. A compila\u00e7\u00e3o pode n\u00e3o ter sido para um check-in com barreira ou as altera\u00e7\u00f5es foram desfeitas pelo servidor.
CommandReconcile.ExactlyOneChangesetMustBeSupplied=\u00c9 necess\u00e1rio fornecer exatamente um n\u00famero de conjunto de altera\u00e7\u00f5es.
CommandReconcile.ForgettingBuildNameFormat=Esquecendo ''{0}''
BuildPrinter.ColumnHeaderBuildName=Nome da Compila\u00e7\u00e3o
BuildPrinter.ColumnHeaderChangeset=Conjunto de Altera\u00e7\u00f5es
BuildPrinter.ColumnHeaderDateCompleted=Data de Conclus\u00e3o
BuildPrinter.ColumnHeaderStatus=Status
BuildPrinter.QueuedBuildsMessage=Os check-ins com barreira a seguir foram enviados deste computador. Para reconciliar o seu espa\u00e7o de trabalho com uma compila\u00e7\u00e3o conclu\u00edda, execute novamente o comando de reconcilia\u00e7\u00e3o com a op\u00e7\u00e3o buildName e forne\u00e7a o nome de uma compila\u00e7\u00e3o conclu\u00edda.
CommandReconcile.HelpText1=Exibe ou desfaz altera\u00e7\u00f5es pendentes que s\u00e3o id\u00eanticas aos itens do conjunto de altera\u00e7\u00f5es criado quando uma compila\u00e7\u00e3o de check-in com barreira \u00e9 conclu\u00edda com \u00eaxito. A execu\u00e7\u00e3o do comando sem nenhum argumento exibe os check-ins com barreira enviados deste computador. Use a op\u00e7\u00e3o buildName ou changeset para especificar uma compila\u00e7\u00e3o ou um conjunto de altera\u00e7\u00f5es para reconciliar. Use a op\u00e7\u00e3o forgetBuild para remover uma compila\u00e7\u00e3o da lista local de check-ins com barreira enviados neste computador (as informa\u00e7\u00f5es do servidor n\u00e3o s\u00e3o modificadas).
CommandReconcile.HelpText2=Quando as especifica\u00e7\u00f5es do item s\u00e3o fornecidas como argumentos livres, somente as altera\u00e7\u00f5es pendentes s\u00e3o reconciliadas com o conjunto de altera\u00e7\u00f5es criado pelo check-in com barreira. Se n\u00e3o for fornecida nenhuma especifica\u00e7\u00e3o do item, todas as altera\u00e7\u00f5es pendentes correspondentes aos itens do conjunto de altera\u00e7\u00f5es ser\u00e3o reconciliadas.
CommandReconcile.HelpText3=As op\u00e7\u00f5es buildName, forgetBuild e teamProject podem conter curingas.
CommandReconcile.MoreThanOneBuildMatchedNameProjectFormat=Mais de uma compila\u00e7\u00e3o correspondeu ao nome de compila\u00e7\u00e3o ''{0}'' no projeto de equipe ''{1}''. Execute novamente o comando de reconcilia\u00e7\u00e3o com um n\u00famero de conjunto de altera\u00e7\u00f5es para reconciliar as altera\u00e7\u00f5es.
CommandReconcile.NoBuildsForWatchedCheckins=N\u00e3o h\u00e1 nenhuma compila\u00e7\u00e3o na fila ou conclu\u00edda para os check-ins com barreira enviados neste computador.
CommandReconcile.NoBuildsMatchingNameAndTeamProjectFormat=N\u00e3o foi encontrada nenhuma compila\u00e7\u00e3o bem-sucedida ou parcialmente bem-sucedida que correspondesse ao nome de compila\u00e7\u00e3o ''{0}'' no projeto de equipe ''{1}''.
CommandReconcile.NoChangesCanBeAutomaticallyReconciled=N\u00e3o h\u00e1 altera\u00e7\u00f5es que possam ser automaticamente reconciliadas para a vers\u00e3o no conjunto de altera\u00e7\u00f5es especificado.
CommandReconcile.NoPendingChangesFoundInChangeset=N\u00e3o h\u00e1 altera\u00e7\u00f5es para reconciliar, pois nenhuma das altera\u00e7\u00f5es pendentes locais foi encontrada no conjunto de altera\u00e7\u00f5es especificado.
CommandReconcile.NoWatchedCheckins=Nenhum check-in com barreira enviado deste computador foi conclu\u00eddo, ou todos os check-ins enviados foram reconciliados.
CommandReconcile.ReconcilingBuildNameWithChangesetFormat=Reconciliando a compila\u00e7\u00e3o ''{0}'' (conjunto de altera\u00e7\u00f5es {1}).
CommandReconcile.OnlyChangesetVersionSpecsAllowed=Somente especifica\u00e7\u00f5es de vers\u00e3o de conjuntos de altera\u00e7\u00f5es s\u00e3o permitidas.
CommandReconcile.OnlyOneOfBuildNameChangesetForget=Somente uma das op\u00e7\u00f5es buildName, changeset ou forgetBuild pode ser especificada.
CommandReconcile.ThereAreNoLocalPendingChangesToReconcile=N\u00e3o h\u00e1 altera\u00e7\u00f5es locais pendentes para reconciliar.
CommandRename.HelpText1=Cria uma altera\u00e7\u00e3o pendente "renomear", que move ou renomeia um arquivo ou uma pasta.
CommandRename.CommandRequiresExactlyTwoArgumentsFormat={0} requer exatamente dois argumentos de caminho local ou de servidor.
CommandResolve.ConflictWasNotResolvedFormat=Conflito para {0} n\u00e3o resolvido
CommandResolve.ExternalMergeToolExecFailedFormat=A ferramenta de mesclagem externa especificada pela vari\u00e1vel de ambiente {0} n\u00e3o foi iniciada corretamente (verifique o comando e os argumentos): {1}
CommandResolve.ExternalMergeToolInterrupted=A ferramenta de mesclagem externa foi interrompida.
CommandResolve.ForceOnlyValidWithAutoMergeOrExternal=A op\u00e7\u00e3o force s\u00f3 \u00e9 v\u00e1lida quando usada com as resolu\u00e7\u00f5es AutoMerge e External.
CommandResolve.HelpText1=Permite resolver conflitos entre itens alterados no seu espa\u00e7o de trabalho e a \u00faltima vers\u00e3o ou a vers\u00e3o de destino dos itens no servidor.
CommandResolve.HelpText10=Vari\u00e1veis opcionais:
CommandResolve.HelpText11=\ \ %3  o caminho local completo do arquivo comum (linha de base)
CommandResolve.HelpText12=\ \ %5  op\u00e7\u00f5es da linha de comando diff (raramente usadas)
CommandResolve.HelpText13=\ \ %6  um r\u00f3tulo descritivo para o arquivo original (servidor)
CommandResolve.HelpText14=\ \ %7  um r\u00f3tulo descritivo para o arquivo local (modificado)
CommandResolve.HelpText15=\ \ %8  um r\u00f3tulo descritivo para o arquivo comum (linha de base)
CommandResolve.HelpText16=\ \ %9  um r\u00f3tulo descritivo para o arquivo mesclado (resultante)
CommandResolve.HelpText17=Exemplos:
CommandResolve.HelpText18=\ \ (KDiff3)                kdiff3 -o "%4" -L1 "%8" -L2 "%7" -L3 "%6" "%3" "%2" "%1"
CommandResolve.HelpText19=\ \ (SourceGear DiffMerge)  diffmerge -m -t1 "%7" "%2" -t2 "%8" "%3" -t3 "%6" "%1" -r "%4"
CommandResolve.HelpText2=Quando -auto:External \u00e9 especificado, o conte\u00fado do arquivo \u00e9 mesclado com o uso do programa especificado pela
CommandResolve.HelpText3=\ vari\u00e1vel de ambiente.
CommandResolve.HelpText4=\ deve conter o programa a ser iniciado e as vari\u00e1veis necess\u00e1rias (mostradas abaixo). As op\u00e7\u00f5es adicionais espec\u00edficas da ferramenta ou as vari\u00e1veis opcionais tamb\u00e9m podem ser especificadas. Os argumentos podem ser citados de acordo com as regras de cita\u00e7\u00e3o do shell estilo Windows.
CommandResolve.HelpText5=As seguintes vari\u00e1veis s\u00e3o expandidas antes que a ferramenta seja iniciada:
CommandResolve.HelpText6=Vari\u00e1veis necess\u00e1rias:
CommandResolve.HelpText7=\ \ %1  o caminho local completo do arquivo original (servidor)
CommandResolve.HelpText8=\ \ %2  o caminho local completo do arquivo local (modificado)
CommandResolve.HelpText9=\ \ %4  o caminho local completo do arquivo mesclado (resultante)
CommandResolve.NewnameOnlyValidWithAutoMergeOrExternalOrKeepYoursRenameTheirs=A op\u00e7\u00e3o newname s\u00f3 \u00e9 v\u00e1lida quando a resolu\u00e7\u00e3o AutoMerge, External ou KeepYoursRenameTheirs \u00e9 especificada.
CommandResolve.NewNameRequiredWithKeepYoursRenameTheirs=A op\u00e7\u00e3o newname \u00e9 necess\u00e1ria quando a resolu\u00e7\u00e3o KeepYoursRenameTheirs \u00e9 especificada.
CommandResolve.OnlyOneConflictWhenNewname=Apenas um conflito pode ser resolvido quando a op\u00e7\u00e3o newname tamb\u00e9m for especificada. O novo nome n\u00e3o pode conter curingas.
CommandResolve.OnlyOneConflictWithNewname=Apenas um conflito pode ser resolvido quando a op\u00e7\u00e3o newname tamb\u00e9m for especificada. O novo nome n\u00e3o pode conter curingas.
CommandResolve.ResolvedPathAsFormat={0} resolvido como {1}
CommandResolve.ThereAreNoConflictsToResolve=N\u00e3o h\u00e1 conflitos para resolver.
CommandResolve.SymlinksOnlyAcceptYoursOrTheirs=Conflitos de links simb\u00f3licos somente podem ser resolvidos ao manter a vers\u00e3o local (KeepYours) ou obter a vers\u00e3o do servidor (TakeTheirs).
CommandResolvePath.FirstFreeArgumentMustBeServerPath=O primeiro argumento livre deve ser um caminho de servidor.
CommandResolvePath.CommandRequiresOnePathFormat={0} requer exatamente um argumento de caminho.
CommandResolvePath.HelpText=Converta os caminhos do servidor para caminhos locais. A cadeia vazia ser\u00e1 retornada se o caminho do servidor n\u00e3o estiver mapeado.
CommandRollback.AmbiguousVersion=TF10097: As informa\u00e7\u00f5es sobre a vers\u00e3o do arquivo s\u00e3o amb\u00edguas. Especifique outra vers\u00e3o de arquivo e tente novamente.
CommandRollback.CannotProvideWorkspaceOrLabelWithChangesetOptionFormat=TF204004: N\u00e3o \u00e9 poss\u00edvel fornecer uma especifica\u00e7\u00e3o de espa\u00e7o de trabalho ou de r\u00f3tulo com a op\u00e7\u00e3o {0}{1}.
CommandRollback.HelpText1=Reverte as altera\u00e7\u00f5es em um \u00fanico ou em um intervalo de conjuntos de altera\u00e7\u00f5es.
CommandRollback.NoChangesToRollback=TF204003: Nenhuma altera\u00e7\u00e3o para reverter.
CommandRollback.RollbackNoVersionsSpecified=TF204005: Nenhuma vers\u00e3o especificada para o comando tf rollback. Especifique vers\u00f5es e tente novamente.
CommandShelve.ExactlyOneShelvesetForDeletion=Exatamente um nome de check-in particular (e, opcionalmente, seu propriet\u00e1rio) deve ser fornecido para exclus\u00e3o.
CommandShelve.HelpText1=Envia altera\u00e7\u00f5es pendentes (com coment\u00e1rio, observa\u00e7\u00f5es de check-in e itens de trabalho associados) para o servidor do controle do c\u00f3digo-fonte sem fazer o seu check-in. As altera\u00e7\u00f5es com check-in particular podem ser recuperadas posteriormente para edi\u00e7\u00e3o ou para que seja feito seu check-in.
CommandShelve.NoChangesShelved=Nenhum check-in particular de altera\u00e7\u00f5es.
CommandShelve.NoMatchingPendingChangesNothingShelved=Nenhuma altera\u00e7\u00e3o pendente foi encontrada. N\u00e3o foi feito nenhum check-in particular.
CommandShelve.OptionNotValidForOptionSetFormat=A op\u00e7\u00e3o ''{0}'' n\u00e3o \u00e9 v\u00e1lida para este conjunto de op\u00e7\u00f5es. Ela s\u00f3 pode ser usada ao excluir check-ins particulares.
CommandShelve.PleaseSpecifyAShelvesetName=Especifique um nome de check-in particular.
CommandShelve.ShelvesetCreatedFormat=Check-in particular {0} criado.
CommandShelve.ShelvesetSpecCouldNotBeParsedFormat=N\u00e3o foi poss\u00edvel analisar a especifica\u00e7\u00e3o de check-in particular {0}: {1}
CommandShelvesets.CommandRequiresZeroOrOneShelvesetNamesFormat={0} requer zero ou um nome de check-in particular.
CommandShelvesets.HelpText1=Descreve conjuntos de altera\u00e7\u00f5es armazenados no servidor.
CommandShelvesets.NoShelvesetsFoundMatchingFormat=N\u00e3o foi encontrado nenhum check-in particular correspondente a {0}
CommandShelvesets.UnsupportedOutputFormat=Formato de sa\u00edda sem suporte {0}
CommandStatus.CannotUseBothShelvesetAndWorkspace=N\u00e3o \u00e9 poss\u00edvel especificar as op\u00e7\u00f5es shelveset e workspace juntas.
CommandStatus.Change=Alterar
CommandStatus.ComputerNameUnknownLiteral=desconhecido
CommandStatus.DetectedChangesHeaderText=Altera\u00e7\u00f5es Detectadas:
CommandStatus.FileName=Nome do arquivo
CommandStatus.FileNameUnavailableLiteral=indispon\u00edvel
CommandStatus.HelpText1=Lista as altera\u00e7\u00f5es pendentes dos nomes de espa\u00e7o de trabalho fornecidos.
CommandStatus.IndentedChange=\ \ Alterar:
CommandStatus.IndentedDate=\ \ Data:
CommandStatus.IndentedFileType=\ \ Tipo de arquivo:
CommandStatus.IndentedLocalItem=\ \ Item local:
CommandStatus.IndentedLock=\ \ Bloquear:
CommandStatus.IndentedShelveset=\ \ Check-in Particular:
CommandStatus.IndentedSourceItem=\ \ Item de origem:
CommandStatus.IndentedUser=\ \ Usu\u00e1rio:
CommandStatus.IndentedWorkspace=\ \ Espa\u00e7o de trabalho:
CommandStatus.LocalPath=Caminho local
CommandStatus.LocalPathUnavailableLiteral=indispon\u00edvel
CommandStatus.NumChangesAndDetectedFormat={0} altera\u00e7\u00e3o(\u00f5es), {1} altera\u00e7\u00e3o(\u00f5es) detectada(s)
CommandStatus.NumChangesFormat={0} altera\u00e7\u00e3o(\u00e7\u00f5es)
CommandStatus.ShelvesetNameUnknownLiteral=desconhecido
CommandStatus.ThereAreNoMatchingPendingChanges=N\u00e3o existem altera\u00e7\u00f5es pendentes correspondentes.
CommandStatus.User=Usu\u00e1rio
CommandStatus.UserOptionCannotTakeWildcardWhenWorkspaceSupplied=A op\u00e7\u00e3o user n\u00e3o pode aceitar um valor curinga quando a op\u00e7\u00e3o workspace \u00e9 fornecida.
CommandStatus.UserWasExplicitButNoUserRead=O usu\u00e1rio estava expl\u00edcito, mas nenhum usu\u00e1rio foi lido
CommandUndelete.CommandRequiresAtLeastOneItemPathFormat={0} requer pelo menos um caminho de item.
CommandUndelete.HelpText1=Restaura arquivos ou pastas que foram exclu\u00eddos anteriormente.
CommandUndelete.NoArgumentsMatchedAnyToUndeleted=Nenhum argumento correspondeu a qualquer arquivo a ser restaurado.
CommandUndelete.OnlyOneItemNameWithNewname=Somente um item pode ser especificado quando a op\u00e7\u00e3o newname tamb\u00e9m \u00e9 especificada.
CommandUndo.CommandRequiresAtLeastOneLocalPathArgumentFormat={0} requer pelo menos um argumento de caminho local.
CommandUndo.HelpText1=Remove altera\u00e7\u00f5es pendentes de um espa\u00e7o de trabalho, restaurando os arquivos do disco local para que correspondam ao estado do servidor do controle do c\u00f3digo-fonte antes da altera\u00e7\u00e3o.
CommandUndo.WorkspaceNotFoundOnServerFormat=Espa\u00e7o de trabalho ''{0}'' n\u00e3o encontrado no servidor.
CommandUndoUnchanged.HelpText1=Desfa\u00e7a as altera\u00e7\u00f5es pendentes redundantes dos arquivos que n\u00e3o foram de fato editados. Se o estado de um item com uma altera\u00e7\u00e3o pendente for igual ao do servidor, a altera\u00e7\u00e3o estar\u00e1 desfeita.
CommandUndoUnchanged.HelpText2=Isso ser\u00e1 \u00fatil caso voc\u00ea fa\u00e7a check-out de quinze arquivos para edi\u00e7\u00e3o, mas altere de fato apenas tr\u00eas. Voc\u00ea pode voltar atr\u00e1s em suas edi\u00e7\u00f5es nos outros doze arquivos ao executar este comando que determina se o arquivo foi de fato editado.
CommandUndoUnchanged.AllChangesModifiedSinceCheckout=N\u00e3o existem altera\u00e7\u00f5es pendentes redundantes. Todas as altera\u00e7\u00f5es pendentes foram modificadas desde o check-out.
CommandUndoUnchanged.BuildUnchangedPendingChanges=Criando a lista de altera\u00e7\u00f5es pendentes redundantes...
CommandUndoUnchanged.ConfirmUndoUnchanged=Deseja desfazer estas altera\u00e7\u00f5es pendentes redundantes? (S/N)
CommandUndoUnchanged.EditTypeChangeFormat=\ Editar (correspond\u00eancia de conte\u00fado): {0}
CommandUndoUnchanged.GettingPendingChanges=Obtendo a lista de altera\u00e7\u00f5es pendentes para seu espa\u00e7o de trabalho...
CommandUndoUnchanged.NoPendingChanges=N\u00e3o h\u00e1 altera\u00e7\u00f5es pendentes.
CommandUndoUnchanged.UndoingPendingChanges=Desfazendo altera\u00e7\u00f5es pendentes redundantes...
CommandUndoUnchanged.WorkspaceNotFoundOnServerFormat=Espa\u00e7o de trabalho ''{0}'' n\u00e3o encontrado no servidor.
CommandUnlabel.CommandRequiresOneLabelNameFormat=O comando {0} requer um nome de r\u00f3tulo e uma ou mais especifica\u00e7\u00f5es de itens.
CommandUnlabel.HelpText1=Remove um item de um r\u00f3tulo existente no servidor do controle do c\u00f3digo-fonte.
CommandUnlabel.YouMustSpecifiyAnItemToRemoveLabelFrom=\u00c9 necess\u00e1rio especificar um item para remo\u00e7\u00e3o do seu r\u00f3tulo fornecido.
CommandUnshelve.ConflictsFoundFormat={0} conflitos encontrados:
CommandUnshelve.DeletedShelvesetFormat=Exclu\u00eddo o check-in particular {0}.
CommandUnshelve.HelpText1=Restaura as altera\u00e7\u00f5es com check-in particular (inclusive coment\u00e1rios, observa\u00e7\u00f5es de check-in e associa\u00e7\u00f5es de itens de trabalho) para o espa\u00e7o de trabalho atual.
CommandUnshelve.NoChangesUnshelved=Nenhum check-in particular de altera\u00e7\u00f5es foi desfeito.
CommandUnshelve.PleaseSpecifyShelvesetName=Especifique um nome de check-in particular.
CommandWorkFold.CloakRequiresSinglePath=A op\u00e7\u00e3o cloak requer um \u00fanico caminho.
CommandWorkFold.Collection=Cole\u00e7\u00e3o:
CommandWorkFold.CommandRequiresZeroOneTwoPathsFormat={0} requer zero, um ou dois argumentos de caminho.
CommandWorkFold.DecloakRequiresSinglePath=A op\u00e7\u00e3o decloak requer um \u00fanico caminho.
CommandWorkFold.ErrorOpeningWorkfoldFileFormat=Erro ao abrir o arquivo {0}: {1}
CommandWorkFold.ErrorRefreshingCachedWorkspaceFormat=Erro ao atualizar o espa\u00e7o de trabalho armazenado em cache {0} no servidor: {1}
CommandWorkFold.ErrorUnmappingFolder=Erro ao desmapear a pasta de trabalho:
CommandWorkFold.FirstFreeArgumentMustBeServerPath=O primeiro argumento livre deve ser um caminho de servidor.
CommandWorkFold.HelpText1=Cria, modifica ou exibe informa\u00e7\u00f5es sobre os mapeamentos entre as pastas do espa\u00e7o de trabalho e as pastas do servidor do controle do c\u00f3digo-fonte \u00e0s quais eles correspondem.
CommandWorkFold.LocalPathHasNoMappedAncestorsFormat=O caminho local ''{0}'' n\u00e3o possui ancestrais mapeados, portanto, ele n\u00e3o pode ser encoberto.
CommandWorkFold.MappingFileCloakErrorFormat=Erro ao analisar a linha {0}: caminho do servidor esperado para encobrimento
CommandWorkFold.MappingFileMapErrorFormat=Erro ao analisar a linha {0}: caminho do servidor e caminho local esperados para mapeamento
CommandWorkFold.MappingIsNotCloakMappingFormat=O mapeamento de pasta de trabalho para ''{0}'' n\u00e3o \u00e9 um mapeamento encoberto.
CommandWorkFold.NoWorkingFolderAssignedInWorkspaceFormat=N\u00e3o foi poss\u00edvel encontrar nenhuma pasta de trabalho atribu\u00edda ao caminho local ''{0}'' no espa\u00e7o de trabalho ''{1}''.
CommandWorkFold.NoWorkspaceFoundContainingMappingFormat=N\u00e3o foi encontrado nenhum espa\u00e7o de trabalho que contenha um mapeamento de pasta de trabalho para ''{0}''.
CommandWorkFold.OneOneOfMapUnmapCloakDecloak=Somente um map, unmap, cloak e decloak pode ser especificado.
CommandWorkFold.OneServerPathAndOneLocalPathRequired=Um caminho de servidor e um caminho local s\u00e3o necess\u00e1rios.
CommandWorkFold.ServerPathFormatException=Exce\u00e7\u00e3o de formato de caminho do servidor:
CommandWorkFold.UnmapRequiresSinglePath=A op\u00e7\u00e3o unmap requer um \u00fanico caminho.
CommandWorkFold.WorkingFolderTypeCloakedLiteral=encoberto
CommandWorkFold.Workspace=Espa\u00e7o de Trabalho:
CommandWorkspace.ComptuerNotValidWhenEditing=A op\u00e7\u00e3o computer n\u00e3o \u00e9 v\u00e1lida ao editar um espa\u00e7o de trabalho.
CommandWorkspace.HelpText1=Permite criar, excluir e modificar propriedades e mapeamentos associados a um espa\u00e7o de trabalho.
CommandWorkspace.MultipleWorkspacesMatchSpecFormat=V\u00e1rios espa\u00e7os de trabalho correspondem \u00e0 especifica\u00e7\u00e3o ''{0}''. Tente acrescentar o nome do propriet\u00e1rio \u00e0 especifica\u00e7\u00e3o, se ele ainda n\u00e3o estiver presente.
CommandWorkspace.NewOrDeleteButNotBoth=A op\u00e7\u00e3o new ou delete pode ser fornecida, mas n\u00e3o ambas.
CommandWorkspace.OneWorkspaceNameRequiredForDelete=\u00c9 necess\u00e1rio um nome de espa\u00e7o de trabalho para excluir um espa\u00e7o de trabalho.
CommandWorkspace.OnlyOneNameWhenCreating=Somente um nome pode ser fornecido ao criar um espa\u00e7o de trabalho.
CommandWorkspace.OnlyOneNameWhenEditing=Somente um nome pode ser fornecido ao editar um espa\u00e7o de trabalho.
CommandWorkspace.PublicWorkspacesNotSupported=O Team Foundation Server ao qual seu projeto de equipe est\u00e1 conectado n\u00e3o oferece suporte a espa\u00e7os de trabalho p\u00fablicos.
CommandWorkspace.SetFileTimeNotSupported=TF400038: O Team Foundation Server ao qual seu projeto de equipe est\u00e1 conectado n\u00e3o oferece suporte \u00e0 configura\u00e7\u00e3o da op\u00e7\u00e3o de hora do arquivo em um espa\u00e7o de trabalho.
CommandWorkspace.SetFileTimeToCheckinGetWarning=Voc\u00ea deve executar um get for\u00e7ado para que as horas dos arquivos em seu espa\u00e7o de trabalho sejam atualizados para a hora de check-in.
CommandWorkspace.SpecifyAtLeastNewnameOrCommentOrFileTime=Especifique pelo menos uma das seguintes op\u00e7\u00f5es: newname, comment, filetime ou permission
CommandWorkspace.TemplateNotValidWhenEditing=A op\u00e7\u00e3o template n\u00e3o \u00e9 v\u00e1lida ao editar um espa\u00e7o de trabalho.
CommandWorkspace.WorkspaceCouldNotBeFoundFormat=Espa\u00e7o de trabalho ''{0}'' n\u00e3o encontrado.
CommandWorkspace.WorkspaceCreatedFormat=Espa\u00e7o de trabalho ''{0}'' criado.
CommandWorkspace.WorkspaceDeletedFormat=Espa\u00e7o de trabalho ''{0}'' exclu\u00eddo.
CommandWorkspace.WorkspaceTemplateCouldNotBeFoundFormat=Espa\u00e7o de trabalho de modelo ''{0}'' n\u00e3o encontrado.
CommandWorkspace.WorkspaceUpdatedFormat=Espa\u00e7o de trabalho ''{0}'' atualizado.
CommandWorkspaces.Collection=Cole\u00e7\u00e3o:
CommandWorkspaces.CollectionURIUnknownLiteral=desconhecido
CommandWorkspaces.CommandRequiresAtMostOneWorkspaceFormat={0} requer no m\u00e1ximo um nome de espa\u00e7o de trabalho.
CommandWorkspaces.Comment=Coment\u00e1rio
CommandWorkspaces.CommentColon=Coment\u00e1rio:
CommandWorkspaces.Computer=Computador
CommandWorkspaces.ComputerColon=Computador:
CommandWorkspaces.CouldNotDetermineTheServerToQuery=N\u00e3o foi poss\u00edvel determinar o servidor a ser consultado. Use a op\u00e7\u00e3o server.
CommandWorkspaces.DetailedAndXMLFormatsRequireCollectionOption=N\u00e3o \u00e9 poss\u00edvel usar os formatos detalhado e XML ao listar todos os espa\u00e7os de trabalho neste computador. Para usar o formato detalhado ou XML, especifique a op\u00e7\u00e3o collection.
CommandWorkspaces.FileTimeColon=Hora do Arquivo:
CommandWorkspaces.FileTimeCheckin=Check-in
CommandWorkspaces.FileTimeCurrent=Atual
CommandWorkspaces.HelpText1=Exibe informa\u00e7\u00f5es do espa\u00e7o de trabalho nomeado (ou exibe informa\u00e7\u00f5es sobre todos os espa\u00e7os de trabalho armazenados em cache, se nenhum nome for fornecido). Tamb\u00e9m permite modificar informa\u00e7\u00f5es do espa\u00e7o de trabalho armazenado em cache.
CommandWorkspaces.HelpText2=Especifique as op\u00e7\u00f5es remove e server para remover as informa\u00e7\u00f5es do espa\u00e7o de trabalho armazenado em cache correspondente. A op\u00e7\u00e3o remove aceita o valor '*' para correspond\u00eancia com todos os nomes de espa\u00e7o de trabalho.
CommandWorkspaces.LocationColon=Local:
CommandWorkspaces.LocationLocal=Local
CommandWorkspaces.LocationServer=Servidor
CommandWorkspaces.NoLocalWorkspacesFound=Nenhum espa\u00e7o de trabalho local encontrado.
CommandWorkspaces.NoWorkspaceInCacheMatchesForAllServersFormat=Nenhum espa\u00e7o de trabalho do cache corresponde a {0} para todos os servidores.
CommandWorkspaces.NoWorkspaceInCacheMatchesForServerFormat=Nenhum espa\u00e7o de trabalho do cache corresponde a {0} para o servidor {1}.
CommandWorkspaces.NoWorkspaceMatchingNameOnComputerFormat=Nenhum espa\u00e7o de trabalho correspondente a {0} no computador {1} encontrado no Team Foundation Server {2}.
CommandWorkspaces.NoWorkspaceNamesWithRemove=Nenhum nome de espa\u00e7o de trabalho \u00e9 aceito quando a op\u00e7\u00e3o remove \u00e9 usada.
CommandWorkspaces.Owner=Propriet\u00e1rio
CommandWorkspaces.OwnerColon=Propriet\u00e1rio:
CommandWorkspaces.RemoveCannotBeUsedWithOwnerComputerFormatUpdateusernameUpdatecomputername=N\u00e3o \u00e9 poss\u00edvel usar a op\u00e7\u00e3o remove com as op\u00e7\u00f5es owner, computer, format, updateUserName ou updateComputerName.
CommandWorkspaces.RemoveRequiresAtLeastOneWorkspaceOrWildcard=A op\u00e7\u00e3o remove requer pelo menos um nome de espa\u00e7o de trabalho (ou o curinga '*' para corresponder a todos os espa\u00e7os de trabalho).
CommandWorkspaces.CollectionColon=Cole\u00e7\u00e3o:
CommandWorkspaces.PermissionProfileColon=Permiss\u00f5es:
CommandWorkspaces.PermissionProfileCustom=Personalizar
CommandWorkspaces.PermissionProfilePrivate=Particular
CommandWorkspaces.PermissionProfilePublic=P\u00fablico
CommandWorkspaces.PermissionProfilePublicLimited=P\u00fablico Limitado
CommandWorkspaces.ServerRequiredWithUpdatecomputernameUpdateusername=A op\u00e7\u00e3o server deve ser especificada sempre que updateComputerName ou updateUserName for especificado.
CommandWorkspaces.WildcardCannotBeUsedWithOtherWorkspaceNames=N\u00e3o \u00e9 poss\u00edvel usar o espa\u00e7o de trabalho curinga com outros nomes de espa\u00e7o de trabalho.
CommandWorkspaces.WildcardsNotAllowedInComputer=N\u00e3o s\u00e3o permitidos curingas no valor da op\u00e7\u00e3o computer.
CommandWorkspaces.WildcardsNotAllowedInOwner=N\u00e3o s\u00e3o permitidos curingas no valor da op\u00e7\u00e3o owner.
CommandWorkspaces.WorkingFoldersColon=Pastas de trabalho:
CommandWorkspaces.WorkingFolderTypeCloakedLiteral=encoberto
CommandWorkspaces.Workspace=Espa\u00e7o de Trabalho
CommandWorkspaces.WorkspaceColon=Espa\u00e7o de Trabalho:
ConflictPrinter.MergeSummaryFormat={0}: {1} local, {2} servidor, {3} ambos e {4} conflitante
DiffLauncher.CouldNotStartExternalToolFormat=N\u00e3o foi poss\u00edvel iniciar a ferramenta externa ''{0}''. Erro de execu\u00e7\u00e3o: {1}
LabelResultPrinter.CreatedLabelFormat=R\u00f3tulo {0} criado
LabelResultPrinter.DeletedLabelFormat=R\u00f3tulo {0} exclu\u00eddo
LabelResultPrinter.UnknownLabelStatusFormat=Status {0} desconhecido para o r\u00f3tulo {1}
LabelResultPrinter.UpdatedLabelFormat=R\u00f3tulo {0} atualizado
LocalFileDiffLaunchItem.FileLocalDateLabelFormat={0}  (local)    {1}
LocalFileDiffLaunchItem.NoFilelabel=[nenhum arquivo]
PendingChangeDiffLaunchItem.ErrorCreatingTempForAdd=Erro ao criar arquivo tempor\u00e1rio para adicionar
PendingChangeDiffLaunchItem.NoFileLabel=[nenhum arquivo]
PendingChangeDiffLaunchItem.PendingChangeLocalItemLabelFormat={0};{1}  (servidor)    {2}
PendingChangeDiffLaunchItem.PendingChangeServerItemLabelFormat={0}  (servidor)    {1}
Prompt.AnswerAll=t
Prompt.AnswerCancel=c
Prompt.AnswerNo=n
Prompt.AnswerYes=s
Prompt.InvalidResponse=Resposta inv\u00e1lida.
Prompt.QuestionYesNoAllCancelSuffix=(Sim/N\u00e3o/Tudo/Cancelar)
Prompt.QuestionYesNoAllSuffix=(Sim/N\u00e3o/Tudo)
Prompt.QuestionYesNoCancelSuffix=(Sim/N\u00e3o/Cancelar)
Prompt.QuestionYesNoSuffix=(Sim/N\u00e3o)
WorkItemEditSupport.AddedExternalLinkFormat=link externo ({0}) adicionado a "{1}" ({2})
WorkItemEditSupport.AddedFileAttachmentFormat=adicionado anexo de arquivo "{0}" ({1})
WorkItemEditSupport.AddedHyperlinkFormat=adicionado hiperlink a "{0}" ({1})
WorkItemEditSupport.AddedRelatedLinkFormat=adicionado link relacionado a "{0}" ({1})
WorkItemEditSupport.ArgumentDoesNotReferenceExistingFieldFormat=o argumento [{0}] n\u00e3o referencia um campo existente
WorkItemEditSupport.ArgumentMustBeInFieldValuePairSyntaxFormat=o argumento [{0}] deve estar na sintaxe do par campo/valor.
WorkItemEditSupport.CannotAddRelatedDoesNotExistFormat=n\u00e3o \u00e9 poss\u00edvel adicionar o link relacionado: um item de trabalho com a id [{0}] n\u00e3o existe ou o acesso \u00e9 negado
WorkItemEditSupport.ChangedFieldFormat={0} ({1}): {2}
WorkItemEditSupport.ExternalLinkAlreadyExistsFormat=ERRO ao adicionar link externo a "{0}": o link j\u00e1 existe
WorkItemEditSupport.FileAttachmentCommentsCannotBeLongerThanFormat=os coment\u00e1rios do anexo do arquivo n\u00e3o podem ter mais de: {0}
WorkItemEditSupport.FileIDNotValidForThisWorkItemFormat=a id de arquivo [{0}] n\u00e3o \u00e9 v\u00e1lida para este item de trabalho
WorkItemEditSupport.HyperlinkAlreadyExistsFormat=ERRO ao adicionar hiperlink a "{0}": o link j\u00e1 existe
WorkItemEditSupport.HyperlinkLocationsCannotBeLongerThanFormat=os locais de hiperlink n\u00e3o podem ter mais de: {0}
WorkItemEditSupport.LinkCommentsCannotBeLongerThanFormat=os coment\u00e1rios do link n\u00e3o podem ter mais de: {0}
WorkItemEditSupport.LinkIDDoesNotExistForThisWorkItemFormat=a id de link [{0}] n\u00e3o existe para este item de trabalho
WorkItemEditSupport.LinkTypeIsNotValidFormat=o tipo de link [{0}] n\u00e3o \u00e9 v\u00e1lido
WorkItemEditSupport.PickListValues=valores da lista de op\u00e7\u00f5es
WorkItemEditSupport.RelatedLinkAlreadyExistsFormat=ERRO ao adicionar link relacionado a "{0}": o link j\u00e1 existe
WorkItemEditSupport.RelatedLinkDoesNotExistForThisWorkItemFormat=o link relacionado [{0}] n\u00e3o existe para este item de trabalho
WorkItemEditSupport.RemovedFileAttachmentFormat=removido o anexo de arquivo [{0}] do item de trabalho
WorkItemEditSupport.RemovedLinkFromWorkItemFormat=removido o link [{0}] do item de trabalho
WorkItemEditSupport.RemovedRelatedLinkFromWorkItemFormat=removido o link relacionado [{0}] do item de trabalho
WorkItemEditSupport.SavedNewRevisionFormat=Salva a nova revis\u00e3o {0} do item de trabalho {1}
WorkItemEditSupport.SetFieldFormat=Campo {0} definido como "{1}"
WorkItemEditSupport.TypeOfFieldFormat=o tipo do campo {0} \u00e9 {1}
WorkItemEditSupport.UnableToSaveFormat=N\u00e3o \u00e9 poss\u00edvel salvar: {0}
WorkItemEditSupport.URINotWellFormedFormat=o uri [{0}] n\u00e3o \u00e9 bem-formado
WorkItemEditSupport.WorkItemInvalidAfterEditNoSave=ERRO: o item de trabalho \u00e9 inv\u00e1lido no final da edi\u00e7\u00e3o. O salvamento n\u00e3o ser\u00e1 executado.
WorkItemEditSupport.WorkItemNotChangedAfterEditNoSave=O item de trabalho n\u00e3o foi alterado no final da edi\u00e7\u00e3o. O salvamento n\u00e3o ser\u00e1 executado.
