GitBuildDefinitionDialog.BrowseDialogTitle=\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u53c2\u7167
GitProjectFileTabPage.BuildFileWarning=\u8b66\u544a: Git \u30ea\u30dd\u30b8\u30c8\u30ea\u5185\u306b TFSBuild.proj \u30d5\u30a1\u30a4\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u65b0\u3057\u3044\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 \u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001[\u4f5c\u6210] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001MSBuild \u30d7\u30ed\u30b8\u30a7\u30af\u30c8 \u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002
GitProjectFileControl.BuildFileWarningNotCheckedOut=\u8b66\u544a: \u30b5\u30fc\u30d0\u30fc\u4e0a\u306e Git \u30ea\u30dd\u30b8\u30c8\u30ea\u306b TFSBuild.proj \u30d5\u30a1\u30a4\u30eb\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u9078\u629e\u3055\u308c\u305f\u5206\u5c90\u306f\u30c1\u30a7\u30c3\u30af \u30a2\u30a6\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
GitProjectFileControl.BuildFileWarningNotCloned=\u8b66\u544a: \u30b5\u30fc\u30d0\u30fc\u4e0a\u306e\u6307\u5b9a\u3055\u308c\u305f Git \u30ea\u30dd\u30b8\u30c8\u30ea\u5185\u306b TFSBuild.proj \u30d5\u30a1\u30a4\u30eb\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u3001\u73fe\u5728\u306e Eclipse \u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u8907\u88fd\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
GitProjectFileControl.BuildFileWarningNotCommitted=\u8b66\u544a: \u73fe\u5728\u306e Eclipse \u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3067\u898b\u3064\u304b\u3063\u305f TFSBuild.proj \u30d5\u30a1\u30a4\u30eb\u306f\u30b5\u30fc\u30d0\u30fc\u306b\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5fc5\u8981\u306b\u5fdc\u3058\u3066\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30b3\u30df\u30c3\u30c8\u3057\u3001\u5909\u66f4\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u30d7\u30c3\u30b7\u30e5\u3057\u307e\u3059\u3002
GitProjectFileControl.InvalidServerPathText=\u8b66\u544a: Git \u30ea\u30dd\u30b8\u30c8\u30ea \u30b5\u30fc\u30d0\u30fc \u30d1\u30b9\u306f\u3001''vstfs:///Git/VersionedItem/[TeamProject]/[Repository]/[Branch]/[RelativePathInGitRepo]'' \u306e\u5f62\u5f0f\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002\u6709\u52b9\u306a\u30b5\u30fc\u30d0\u30fc \u30d1\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
GitProjectFileTabPage.SummaryLabelTextFormat={0} \u306f\u3001MSBuild \u30d7\u30ed\u30b8\u30a7\u30af\u30c8 \u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u30d3\u30eb\u30c9\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u683c\u7d0d\u3059\u308b\u3001Git \u30ea\u30dd\u30b8\u30c8\u30ea\u5185\u306e\u76f8\u5bfe\u30d1\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
GitProjectFileTabPage.ConfigFolderLabelText=Git \u30ea\u30dd\u30b8\u30c8\u30ea\u5185\u306e\u30ed\u30fc\u30ab\u30eb \u30d5\u30a9\u30eb\u30c0\u30fc:
GitRepositoriesMap.NotClonedRepository=<\u8907\u88fd\u3055\u308c\u3066\u3044\u307e\u305b\u3093>
GitRepositoriesMap.PathIsNotAvailable=<\u30d1\u30b9\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093>
GitSourceSettingsControl.NoClonedRepositoriesFound=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u306f\u3001\u73fe\u5728\u306e\u30c1\u30fc\u30e0 \u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304b\u3089\u8907\u88fd\u3055\u308c\u305f Git \u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
GitSourceSettingsControl.NoRegisteredRepositories=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b Git \u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
GitSourceSettingsControl.NoServerRepositories=\u73fe\u5728\u306e\u30c1\u30fc\u30e0 \u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u306f Git \u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u3042\u308a\u307e\u305b\u3093
GitSourceSettingsControl.NoUpstreamRepositoriesFound=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u306f\u3001\u73fe\u5728\u306e\u30c1\u30fc\u30e0 \u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30c3\u30d7\u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u6301\u3064 Git \u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30ea\u30dd\u30b8\u30c8\u30ea\u306e\u73fe\u5728\u306e\u30ed\u30fc\u30ab\u30eb\u5206\u5c90\u306e\u30a2\u30c3\u30d7\u30b9\u30c8\u30ea\u30fc\u30e0\u304c\u3001Team Foundation Server \u307e\u305f\u306f Visual Studio Team Services \u306e\u30ea\u30e2\u30fc\u30c8 \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
GitSourceSettingsControl.RepoLocalPathLabel=\u30ea\u30dd\u30b8\u30c8\u30ea \u30ed\u30fc\u30ab\u30eb \u30d1\u30b9:
GitSourceSettingsControl.BranchLabelText=\u624b\u52d5\u306e\u30d3\u30eb\u30c9\u3068\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3055\u308c\u305f\u30d3\u30eb\u30c9\u306e\u65e2\u5b9a\u306e\u5206\u5c90:
GitSourceSettingsControl.MonitoredBranchLabelText=\u7d99\u7d9a\u7684\u30a4\u30f3\u30c6\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u3068\u30d3\u30eb\u30c9\u306e\u30ed\u30fc\u30eb\u306e\u76e3\u8996\u3055\u308c\u305f\u5206\u5c90\u3092\u9078\u629e\u3057\u307e\u3059\u3002
GitSourceSettingsControl.RepositoryLabelText=\u30ea\u30dd\u30b8\u30c8\u30ea:
GitSourceSettingsControl.SourceSettingHelperLabelText=Team Foundation \u306e Git \u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089\u30d3\u30eb\u30c9\u306e\u30bd\u30fc\u30b9\u3092\u9078\u629e\u3057\u307e\u3059\u3002
GitSourceSettingsTabPage.TabLabelText=\u30bd\u30fc\u30b9\u8a2d\u5b9a
