GitBuildDefinitionDialog.BrowseDialogTitle=Rechercher un dossier
GitProjectFileTabPage.BuildFileWarning=Avertissement\u00a0: aucun fichier TFSBuild.proj dans votre r\u00e9f\u00e9rentiel Git. Pour cr\u00e9er un nouveau fichier projet, cliquez sur Cr\u00e9er pour ex\u00e9cuter l'Assistant Cr\u00e9ation d'un fichier projet MSBuild.
GitProjectFileControl.BuildFileWarningNotCheckedOut=Avertissement\u00a0: fichier TFSBuild.proj introuvable dans le r\u00e9f\u00e9rentiel Git sur le serveur. La branche s\u00e9lectionn\u00e9e n'est pas extraite ou n'existe pas.
GitProjectFileControl.BuildFileWarningNotCloned=Avertissement\u00a0: fichier TFSBuild.proj introuvable dans le r\u00e9f\u00e9rentiel Git sp\u00e9cifi\u00e9 sur le serveur. Le r\u00e9f\u00e9rentiel n'est pas clon\u00e9 dans l'espace de travail Eclipse actuel.
GitProjectFileControl.BuildFileWarningNotCommitted=Avertissement\u00a0: le fichier TFSBuild.proj trouv\u00e9 dans l'espace de travail Eclipse actuel n'existe pas sur le serveur. Validez ce fichier (si n\u00e9cessaire), puis effectuez une transmission de type push de vos changements vers le serveur.
GitProjectFileControl.InvalidServerPathText=Avertissement\u00a0: le chemin d'acc\u00e8s de serveur du r\u00e9f\u00e9rentiel Git doit \u00eatre au format ''vstfs:///Git/VersionedItem/[TeamProject]/[Repository]/[Branch]/[RelativePathInGitRepo]''. Entrez un chemin d'acc\u00e8s de serveur valide.
GitProjectFileTabPage.SummaryLabelTextFormat={0} utilise un fichier projet MSBuild pour r\u00e9aliser la build. Sp\u00e9cifiez le chemin d''acc\u00e8s relatif dans votre r\u00e9f\u00e9rentiel Git pour stocker ces fichiers.
GitProjectFileTabPage.ConfigFolderLabelText=Dossier local dans le r\u00e9f\u00e9rentiel Git\u00a0:
GitRepositoriesMap.NotClonedRepository=<non clon\u00e9>
GitRepositoriesMap.PathIsNotAvailable=<chemin d'acc\u00e8s non disponible>
GitSourceSettingsControl.NoClonedRepositoriesFound=L'espace de travail ne contient aucun r\u00e9f\u00e9rentiel Git clon\u00e9 \u00e0 partir du projet d'\u00e9quipe actuel
GitSourceSettingsControl.NoRegisteredRepositories=L'espace de travail ne contient aucun r\u00e9f\u00e9rentiel Git
GitSourceSettingsControl.NoServerRepositories=Le projet d'\u00e9quipe actuel ne contient aucun r\u00e9f\u00e9rentiel Git
GitSourceSettingsControl.NoUpstreamRepositoriesFound=L'espace de travail ne contient aucun r\u00e9f\u00e9rentiel Git avec son r\u00e9f\u00e9rentiel en amont dans le projet d'\u00e9quipe actuel. Assurez-vous que le r\u00e9f\u00e9rentiel en amont de la branche locale actuelle de votre r\u00e9f\u00e9rentiel a la valeur du r\u00e9f\u00e9rentiel distant sur Team Foundation Server\u00a0/\u00a0Visual Studio Team Services.
GitSourceSettingsControl.RepoLocalPathLabel=Chemin d'acc\u00e8s local au r\u00e9f\u00e9rentiel\u00a0:
GitSourceSettingsControl.BranchLabelText=Branche par d\u00e9faut pour les builds manuelles et planifi\u00e9es\u00a0:
GitSourceSettingsControl.MonitoredBranchLabelText=S\u00e9lectionnez les branches surveill\u00e9es pour les builds d'int\u00e9gration continue et encha\u00een\u00e9es\u00a0:
GitSourceSettingsControl.RepositoryLabelText=R\u00e9f\u00e9rentiel\u00a0:
GitSourceSettingsControl.SourceSettingHelperLabelText=Choisissez la source de la build dans un r\u00e9f\u00e9rentiel Git Team Foundation.
GitSourceSettingsTabPage.TabLabelText=Param\u00e8tres de la source
